Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: locale/*/LC_MESSAGES/EMC.po
Languages: it, pl, sk

source: Stop playback
it: Arrestare la riproduzione
pl: Zatrzymaj odtwarzanie
sk: Zastaviť prehrávanie

source: No DVD-Player found!
it: Player DVD non trovato!
pl: Nie znaleziono odtwarzacza DVD!
sk: DVD prehrávač nenájdený

source: Next Enigma auto-restart in
it: Riavvio automatico di enigma2 tra
pl: Następny auto-restart Enigmy w
sk: Nasledujúci štart enigmy o

source: Enigma auto-restart is currently not active.
it: Il riavvio automatico di enigma2 non è attivo.
pl: Auto restart Enigmy nie jest obecnie aktywne.
sk: Automatický reštart enigmy nie je momentálne aktívny.

source: EMC Enigma2 auto-restart launching, continue? Select no to postpone by one hour.
it: EMC: riavvio automatico di enigma2 in attivazione: eseguirlo? Selezionando "No" verrà rimandato di un'ora.
pl: Uruchamiam EMC Enigma2 auto restart , kontynuować? Wybierz Nie, aby przesunąć o jedną godzinę.
sk: Aktivuje sa automatický reštart enigmy, pokračovať? Zvoľte nie na odloženie o 1 hodinu.

source: Cancel
it: Annull.
pl: Anuluj
sk: Zrušiť

source: Save
it: Salvare
pl: Zapisz
sk: Uložiť

source: About
it: Informazioni
pl: O wtyczce
sk: O rozšírení

source: Disable EMC
it: Disabilitare EMC
pl: Wyłącz EMC
sk: Zakázať EMC

source: Start EMC with
it: Avviare EMC con
pl: Start EMC z
sk: Ako spustiť EMC

source: Show plugin config in extensions menu
it: Configurazione del plugin in Menu estensioni
pl: Pokaż konfigurację wtyczki EMC w rozszerzonym menu
sk: Ukázať nastavenie rozšírenia v rozšírenom menu

source: Show EMC in extensions menu
it: Mostrare EMC in Menu estensioni
pl: Pokaż EMC w rozszerzonym menu
sk: Ukázať EMC v rozšírenom menu

source: Movie home at start
it: Avvio in "home" registrazioni
pl: Główny katalog przy starcie
sk: Pri štarte začať v domove filmov

source: Sort file A to Z at startup
it: All'avvio, ordinare alfabeticamente
pl: Sortuj od A do Z pliki przy starcie
sk: Zoradiť súbory pri štarte abecedne

source: File order reverse
it: Invertire l'ordine dei file
pl: Wsteczne sortowanie plików
sk: Filmový zoznam usporiadaný reverzne

source: Movie home home path
it: Percorso directory registrazioni
pl: Ścieżka Głównego katalogu
sk: Umiestnenie adresára Domov filmov

source: EMC path access limit
it: EMC: limiti accesso percorso
pl: Ogranicz dostęp do ścieżki
sk: Ohraničenie prístupu cesty EMC

source: Cursor predictive move after selection
it: Movimento cursore predittivo dopo la selezione
pl: Przesunąć kursor w dalszej selekcji
sk: Kurzor zoznamu odhadne posun po výbere

source: Try to load titles from .meta files
it: Tentare caricamento dei titoli da file .meta
pl: Próba załadowania tytułów z plików .meta
sk: Pokúsiť sa načítať názvy z .meta súborov

source: Show Movie Format
it: Mostrare formato registrazione
pl: Pokaż Format Filmu
sk: Ukázať formát filmu

source: Show Cut-Nr if exist
it: Mostrare Cut-Nr, se esiste
pl: Pokaż Nr Cięcia (jeżeli jest)
sk: Zobraziť čísla rozdelení, ak existujú

source: Listbox is skin able
it: La listbox può possedere skin
pl: Wylistuj w sknie
sk: Listbox je skinovateľný

source: Show movie icons
it: Mostrare le icone dei video
pl: Pokaż ikony filmu
sk: Vo filmovom zozname sa zobrazia ikony filmov

source: Show movie progress
it: Mostrare il progresso riproduzione
pl: Pasek postępu filmu
sk: Ukázať progres filmu

source: Short watching percent
it: Limite anteprima (%)
pl: Początek oglądania w procentach
sk: Krátko pozrené v percentách

source: Finished watching percent
it: Limite visualizzazione completa (%)
pl: Koniec oglądania w procentach
sk: Úplne pozrené v percentách

source: Trashcan path
it: Percorso cestino
pl: Ścieżka dla Kosza
sk: Umiestnenie koša

source: Delete validation
it: Conferma cancellazione
pl: Usunąć Walidator
sk: Zmazať overovanie

source: Enable daily trashcan cleanup
it: Abilitare svuotamento giornaliero cestino
pl: Włącz codzienne czyszczenie kosza
sk: Povoliť denné vyprázdnenie koša

source: How many days files may remain in trashcan
it: Permanenza file nel cestino (giorni)
pl: Ile dni pliki mają pozostać w koszu
sk: Koľko dní majú filmy zostať v koši?

source: Display directory reading text
it: Mostrare la directory di lettura
pl: Wyświetla katalog czytania tekstu
sk: Zobraziť text načítavania adresára

source: EMC always reload after open
it: EMC: ricaricare sempre l'elenco all'avvio
pl: Zawsze przeładować po otwarciu
sk: Vždy po otvoreni znovunačítať filmový zoznam

source: EMC re-open list after STOP-press
it: EMC: riapertura elenco registrazioni su pressione STOP
pl: Ponowne otwarcie listy po naciśnięciu STOP
sk: Znovu otvoriť filmový zoznam po stiskutí STOP

source: EMC re-open list after Movie end
it: EMC: riapertura elenco registrazioni su fine riproduzione
pl: Ponownie otwórz listę po zakończeniu filmu
sk: Znovu otvoriť filmový zoznam po stiskutí STOP

source: Leave Movie with Exit
it: Abbandonare la riproduzione con Exit
pl: Wyłączyć Film i wyjść
sk: Ukončiť film s tlačítkom EXIT

source: Blue button function
it: Funzione del tasto BLU
pl: Niebieski przycisk funkcyjny
sk: Funkcia modrého tlačítka

source: Hide movies being moved
it: Nascondere le registrazioni spostate
pl: Ukryte filmy będą przenoszone
sk: Ukryť presúvané filmy

source: Hide movies being deleted
it: Nascondere le registrazioni cancellate
pl: Ukryte filmy będą usuwane
sk: Ukryť zmazané filmy

source: Automatic timers list cleaning
it: Pulizia automatica dell'elenco timer
pl: Automatyczne czyszczenie listy Timerów
sk: Automatické mazanie zoznamu časovačov

source: Enigma daily auto-restart
it: Riavvio giornaliero di enigma2 (automatico)
pl: Codzienny auto restart Enigmy
sk: Denný autoreštart enigmy

source: Enigma auto-restart window begin
it: Finestra di riavvio automatico enigma2: inizio
pl: Rozpocznij auto restart Enigmy o godzinie
sk: Okno autoreštartu enigmy začiatok

source: Enigma auto-restart window end
it: Finestra di riavvio automatico enigma2: fine
pl: Zakończ auto restart Enigmy o godzinie
sk: Okno autoreštartu enigmy koniec

source: Force standby after auto-restart
it: Forzare lo standby dopo il riavvio automatico
pl: Przejdź w tryb Standby po auto restarcie
sk: Vynútiť standby po autoreštarte

source: Preferred EPG language
it: Lingua EPG preferita
pl: Preferowany język EPG
sk: Preferovaný jazyk EPG

source: Enable playback auto-subtitling
it: Abilitare riproduzione con sottotitoli automatici
pl: Włącz auto odtwarzanie napisów
sk: Povoliť titulky pri prehrávaní

source: Primary playback subtitle language
it: Lingua sottotitoli: opzione preferenziale
pl: Główny język odtwarzania napisów
sk: Primárny jazyk titulkov pri prehrávaní

source: Secondary playback subtitle language
it: Lingua sottotitoli: opzione secondaria
pl: Drugi język odtwarzania napisów
sk: Sekundárny jazyk titulkov pri prehrávaní

source: Tertiary playback subtitle language
it: Lingua sottotitoli: terza opzione
pl: Trzeci język odtwarzania napisów
sk: Tretí jazyk titulkov pri prehrávaní

source: Enable playback auto-language selection
it: Abilitare la selezione automatica lingua
pl: Włącz odtwarzanie automatycznego wybóru języka
sk: Povoliť automatický výber jazyka pri prehrávaní

source: Primary playback audio language
it: Lingua: opzione preferenziale
pl: Podstawowy język odtwarzania audio
sk: Primárny jazyk zvuku pri prehrávaní

source: Secondary playback audio language
it: Lingua: opzione secondaria
pl: Drugi język odtwarzania audio
sk: Sekundárny jazyk zvuku pri prehrávaní

source: Tertiary playback audio language
it: Lingua: terza opzione
pl: Trzeci język odtwarzania audio
sk: Tretí jazyk zvuku pri prehrávaní

source: Description field update delay
it: Ritardo aggiornamento campo descrizione
pl: Opóźnienie aktualizacji pola
sk: Oneskorenie aktualizácie poľa popisu

source: Key period value (50-900)
it: Ritardo ripetizione tasti (50-900)
pl: Czas trwania klawisza (50-900)
sk: Opakovacia doba tlačítka (50-900)

source: Key repeat value (250-900)
it: Velocità ripetizione tasti (250-900)
pl: Czas powtórzeń klawisza (250-900)
sk: Opakovacia frekvencia tlačítka (250-900)

source: Enable EMC debug output
it: EMC: abilitare debug output
pl: Włącz debugowanie EMC
sk: Povoliť ladiace informácie

source: EMC output directory
it: EMC: directory di output
pl: Katalog wyjściowy EMC
sk: Výstupný adresár EMC

source: Debug output file name
it: Nome del file di output
pl: Nazwa pliku Debug
sk: Názov súboru s ladiacimi informáciami

source: Some settings changes require GUI restart to take effect.
it: Per attivare le modifiche è necessario riavviare la GUI!
pl: Niektóre zmiany w ustawieniach wymagają ponownego uruchomienia GUI.
sk: Niektoré zmeny nastavenia vyžadujú reštart GUI, aby sa prejavili.

source: Choose directory
it: Scegliere la directory
pl: Wybierz katalog
sk: Vybrať adresár

source: Given path %s does not exist. Please change.
it: Il percorso %s non esiste. Cambiarlo.
pl: Dana ścieżka %s nie istnieje. Proszę zmienić.
sk: Zadaná cesta %s neexistuje. Prosím, zmeňte ju.

source: Trashcan create failed. Check mounts and permissions.
it: Creazione cestino fallita! Controllare mount e permessi.
pl: Tworzenie katalogu kosza nie powiodło się. Sprawdź uprawnienia i czy jest podmuntowany.
sk: Vytvorenie koša zlyhalo. Overte oprávnenia a pripojené body.

source: Reading directory...
it: Lettura directory...
pl: Odczytywanie katalogu...
sk: Načítavam adresár...

source: Play selected movie(s)
it: Riprodurre registrazione
pl: Odtwórz wybrany(e) film(y)
sk: Prehrať vybraný/é film(y)

source: Play All
it: Riprodurre tutti

source: Close EMC
it: Chiudere EMC
pl: Zamknij EMC
sk: Ukončiť EMC

source: Open menu
it: Aprire menu
pl: Otwórz menu
sk: Otvoriť menu

source: Show event info
it: Mostrare info evento
pl: Pokaż informacje o wydarzeniu
sk: Ukázať info udalosti

source: IMDBSearch
it: Ricerca IMDB
pl: Przeszukaj w IMDB
sk: Vyhľadávanie v IMDB

source: Delete file or empty dir
it: Cancellare file o directory vuota
pl: Plik usunięty lub pusty katalog
sk: Zmazať súbor alebo vyprázdniť adresár

source: Toggle sort mode
it: Cambiare ordinamento
pl: Przełącz tryb sortowania
sk: Prepnúť spôsob zoraďovania

source: Move selected movie(s)
it: Spostare registrazione
pl: Przenieś wybrany(e) film(y)
sk: Presunúť vybraný/é film(y)

source: Movie home / Play last (configurable)
it: Directory registrazioni/riprodurre l'ultima (configurabile)
pl: Strona główna / Odtwórz ostatni (konfigurowalne)
sk: Domov filmov/prehrať posledné (nastaviteľné)

source: Move cursor page up
it: Spostare il cursore 1 pagina sù
pl: Ruch kursorem o stronę w górę
sk: Presun kurzoru o stranu hore

source: Move cursor page down
it: Spostare il cursore 1 pagina giù
pl: Ruch kursorem o stronę w dół
sk: Presun kurzoru o stranu dolu

source: Move cursor up
it: Cursore sù
pl: Ruch kursorem pozycję w górę
sk: Presun kurzoru hore

source: Move cursor down
it: Cursore giù
pl: Ruch kursorem pozycję w dół
sk: Presun kurzoru dolu

source: Move cursor to the top
it: Cursore all'inizio
pl: Przesuń kursor na początek
sk: Presunúť kurzor na začiatok

source: Move cursor to the end
it: Cursore alla fine
pl: Przesuń kursor na koniec
sk: Presunúť kurzor na koniec

source: Directory forward
it: Directory successiva
pl: Przewiń Katalog
sk: Adresár hore

source: Directory back
it: Directory precedente
pl: Cofnij Katalog
sk: Adresár dolu

source: Toggle service selection
it: Selezione canali On/Off
pl: Przełącz wybór kanału
sk: Prepnúť výber servisu

source: Remove service selection
it: Rimuovere la selezione canali
pl: Usuń wybór usług
sk: Odstrániť výber služieb

source: Available plugins menu
it: Menu plugin disponibili
pl: Menu dostępnych wtyczek
sk: Dostupné menu modulu

source: Reload movie file list
it: Ricaricare elenco registrazioni
pl: Odśwież filmową listę plików
sk: Znovunačítať zoznam súborov filmov

source: Toggle viewed / not viewed
it: Commutare visto/non visto
pl: Przełącz oglądane / nie oglądane
sk: Prepnúť videné/nevidené

source: Start / end multiselection
it: Avviare/arrestare selezione multipla
pl: Multi wybór rozpoczęcie / zakończenie
sk: Začiatok / koniec viacnasobného výberu

source: No functionality set...
it: Nessuna funziona associata...
pl: Nieustawiony...
sk: Nenastavená funkcionalita...

source: *** Multiselection active ***
it: *** Multi selezione attiva ***
pl: *** Multi wybór aktywny***
sk: *** Multivýber aktívny ***

source: Delete
it: Cancellare
pl: Usuń
sk: Zmazať

source: Alpha sort
it: Ordine alfab.
pl: Sortuj wg nazw
sk: Abecedne

source: Date sort
it: Ord. per data
pl: Sortuj wg daty
sk: Podľa dátumu

source: Move
it: Spostare
pl: Przenieś
sk: Presunúť

source: File not available.
it: File non disponibile.
pl: Plik nie jest dostępny.
sk: Súbor nie je k dispozícii.

source: Last played movie/playlist not available...
it: Ultima registrazione/playlist non disponibile...
pl: Ostatnio odtwarzany film/lista odtwarzania nie jest dostępna...
sk: Posledne hraný film/zoznam nedostupný

source: Not stopping any repeating timers. Modify them with the timer editor.
it: Non arrestare i timer ripetuti. Modificarli attraverso l'editor timer.
pl: Nie zatrzymano żadnych powtarzających się Timerów. Zmień je za pomocą edytora timera.
sk: Nezastavujem opakujúce časovače. Editujte ich editorom časovača.

source: Stop ongoing recording?
it: Arrestare la registrazione in corso?
pl: Zatrzymać bieżące nagranie?
sk: Zastaviť prebiehajúce nahrávanie?

source: Deleting remotely recorded and it will display an rec-error dialog on the other DB.
it: Cancellazione reg. remota in corso: un messaggio di errore sarà visualizzato sul DB remoto.
pl: Usunie zdalnie zarejstrowane nagrania i wyświetli okno dialogowe błędów nagrywania na innych DB.
sk: Mazanie vzdialene nahratých a zobrazenie dialógu chyby nahrávania na druhom DB.

source: permanently
it: In modo permanente
pl: na stałe
sk: natrvalo

source: currently played?
it: attualmente in riproduzione?
pl: aktualnie odtwarzany?
sk: momentálne prehrávané?

source: all selected video files?
it: tutti i file video selezionati?
pl: wszystkie wybrane pliki wideo?
sk: všetky vybrané video súbory?

source: all selected video files? The currently playing movie is also one of the selections and its playback will be stopped.
it: tutti i file video selezionati? Anche la riproduzione in corso è stata selezionata e verrà arrestata.
pl: Wszystkie wybrane pliki wideo? Aktualnie odtwarzany film jest również jedną z wybranych opcji i jego odtwarzanie zostanie przerwane.
sk: všetky vybrané video súbory? Momentálne prehrávaný súbor je jedným z vybratých a jeho prehrávanie sa zastaví.

source: Delete error:
it: Errore in cancellazione:
pl: Błąd Usunięcia:
sk: Chyba pri mazaní:

source: Delete failed because the trashcan directory does not exist. Attempt to create it now?
it: Cancellazione fallita! La directory cestino non esiste. Crearla ora?
pl: Usuwanie nie powiodło się, ponieważ katalog dla kosza nie istnieje. Utworzyć go teraz?
sk: Zmazanie zlyhalo, pretože kôš neexistuje. Mám sa pokúsiť ho vytvoriť teraz?

source: Directory is not empty.
it: La directory non è vuota.
pl: Katalog nie jest pusty.
sk: Adresár nie je prázdny.

source: Cannot delete the parent directory.
it: La directory padre non è cancellabile.
pl: Nie można usunąć katalogu nadrzędnego.
sk: Nemôžem zmazať nadradený adresár.

source: Choose operation
it: Scegliere operazione
pl: Wybierz działanie
sk: Výber operácie

source: Play last
it: Riprodurre l'ultimo
pl: Odtwórz ostatni
sk: Prehrať posledné

source: Movie home
it: Dir. registrazioni
pl: Główny kat.
sk: Filmy - domov

source: Delete permanently
it: Cancellare definitivamente
pl: Usuń trwale
sk: Zmazať natrvalo

source: Empty trashcan
it: Svuotare il cestino
pl: Opróżnij Kosz
sk: Vyprázdniť kôš

source: Go to trashcan
it: Andare al cestino
pl: Przejdź do kosza
sk: Prejsť ku košu

source: Mark all movies
it: Contrassegnare tutte le registrazioni
pl: Oznacz wszystkie nagrania
sk: Označiť všetky filmy

source: Remove rogue files
it: Rimuovere file rogue
pl: Usuń niechciane pliki
sk: Odstrániť osirelé súbory

source: Create directory
it: Creare directory
pl: Tworzenie katalogu
sk: Vytvoriť adresár

source: Remove cut list marker
it: Rimuovere i contrassegni di taglio
pl: Usuń listę znaczników cięcia
sk: Odstrániť značku zoznamu strihu

source: Choose plugin
it: Scegliere il plugin
pl: Wybierz wtyczkę
sk: Vybrať modul

source: Enter name for new directory.
it: Inserire un nome per la nuova directory.
pl: Podaj nazwę nowego katalogu.
sk: Zadajte názov nového adresára.

source: Permanently delete all files in trashcan?
it: Rimuovere definitivamente i file nel cestino?
pl: Trwale usunąć wszystkie pliki z kosza?
sk: Zmazať všetky súbory v koši natrvalo?

source: Movie Selection Menu
it: Menu selezione registrazioni
pl: Menu wyboru nagrań
sk: Menu pre zoznam filmov

source: Locate rogue files and remove them? (permanently if no trashcan available, may take a minute or so)
it: Individuare file rougue e rimuoverli? (definitivamente se cestino non disponibile, occorrerà circa un minuto)
pl: Znaleść fałszywe pliki i usunąć je? (Na stałe, jeśli katalog kosza nie jest dostępny, trwa około kilka minut)
sk: Lokalizovať osirelé súbory a odstániť ich? (natrvalo, ak nie je kôš k dispozícii, bude trvať okolo minúty)

source: Remove all cut file marker permanently?
it: Rimuovere definitivamente i contrassegni di taglio?
pl: Usunąć trwale wszystkie znaczniki cięcia pliku ?
sk: Odstrániť všetky značky zoznamov strihu navždy?

source: No override
it: Non configurare
pl: Nie zastępują
sk: neprepísať

source: Video-button
it: Tasto VIDEO
pl: Przycisk VIDEO
sk: tlačítko videa

source: TV-button
it: Tasto TV
pl: Przycisk TV
sk: tlačítko TV

source: Radio-button
it: Tasto RADIO
pl: Przycisk RADIO
sk: tlačítko rádií

source: Timeshift-button
it: Tasto timeshift
pl: Przycisk TIMESHIFT
sk: tlačítko časového posunu

source: down
it: Giù
pl: dół
sk: dolu

source: up/down
it: Sù/Giù
pl: góra/dół
sk: hore / dolu

source: configuration
it: Configurazione
pl: Konfiguracja
sk: nastavenie

source: movie manipulation list
it: Elenco gestione registrazioni
pl: lista manipulacji filmu
sk: zoznam manipulovaných filmov

source: files
it: File
pl: Pliki
sk: súborov

source: No rogue files found.
it: Nessun file rogue individuato.
pl: Nieznaleziono fałszywych plików.
sk: Osirelé súbory neboli nájdené

source: HELP_About
it: Opens the About dialog box.

source: HELP_Disable EMC
it: Disable the EMC (MovieList) completely. Some special functions like [Timerlist cleanup],[Trashcan clean] and [Auto restart] remain active in the background.

source: HELP_Start EMC with
it: Set a direct key to open EMC.

source: HELP_Show plugin config in extensions menu
it: Show or hide the EMC Config in the extensions menu. The extensions menu is normally accessed with the [blue] key.

source: HELP_Show EMC in extensions menu
it: Show or hide the EMC Pluginstart in the extensions menu. The extensions menu is normally accessed with the [blue] key.

source: HELP_Movie home at start
it: EMC starts always in the "Movie home" directory. (In the next entry you can set the "Movie home" directory).

source: HELP_Sort file A to Z at startup
it: The MovieList will be sorted alphabetically.

source: HELP_File order reverse
it: The MovieList will be reverse sorted. No matter if chronologically or alphabetically mode is selected.

source: HELP_Movie home home path
it: Set your "Movie home" path.

source: HELP_EMC path access limit
it: Limit your access path out from your "Movie home". With the [<] and [>] buttons (next to the No.0 key) it is possible to override this limit.

source: HELP_Cursor predictive move after selection
it: After selecting with the [VIDEO/PVR] button the cursor will move in the direction specified. With "up/down" the cursor will follow the last direction applied.

source: HELP_Show directories
it: Show or hide directories in the movielist

source: HELP_Show directories information
it: Display amount of recordings and/or how many disk space these are using.

source: HELP_Show Latest Recordings directory
it: Display a virtual folder in your "Movie home" with a list of the latest recordings. Also from the subdirectories in your "Movie home". (Only one page)

source: HELP_Show VLC directory
it: Show or hide the the VLC directory, if the VlcPlayerExtended Plugin is installed.

source: HELP_Show E2 Bookmarks in movielist
it: Display virtual folders in your "Movie home" representing your Enigma2 Bookmarks.

source: HELP_separator_hide&performance
it: Settings for hide files/folders and performance.

source: HELP_cfghide_enable
it: Hide files and directories listed in '/etc/enigma2/emc-hide.cfg'. Changing this setting requires a Enigma2 restart!

source: HELP_Scan for DVD structures
it: Disable the parsing for DVD-structures in all directories. This avoids unwanted wake up of (network)disks.

source: HELP_cfgscan_suppress
it: Don't parse for DVD-structures in subdirectories from paths listed in '/etc/enigma2/emc-noscan.cfg'. This avoids unwanted wake up of (network)disks. Changing this setting requires a Enigma2 restart!

source: HELP_scan_linked
it: Disable the parsing for DVD-structures in Symlinks refering to subdirectories. This avoids unwanted wake up of (network)disks.

source: HELP_Try to load titles from .meta files
it: Titles will be loaded from the .meta if availiable. Otherwise the title will be extracted from the filename. (Is .meta and .eit activatetd, the .meta will be read first.)

source: HELP_Try to load titles from .eit files
it: Titles will be loaded from the .eit if availiable. Otherwise the title will be extracted from the filename. (Is .meta and .eit activatetd, the .meta will be read first.)

source: HELP_Replace special chars in title
it: Replace underscores and points in titles with spaces.

source: HELP_Show Movie Format
it: The file extention (file format) will be appended to the title.

source: HELP_Show Cut-Nr if exist
it: If Enigma2 reboots during a recording the recording is continued automatically with an index number at the end of the filename. With this option the index is appended to the title.

source: HELP_Resolve links and show real path
it: Path of links will be resolved. On problems with spinner or NAS wakeup, disable this option. (Path will be displayed as "Extended Description".)

source: HELP_Listbox is skin able
it: The visual display of the MovieList from the Skin (if availiable) will be used (only <widget name="list"). Otherwise the EMC Setup will be applied.

source: HELP_Date format
it: Select the date and time format, which will be displayed behind the files.

source: HELP_Show movie icons
it: A corresponding icon is displayed in the MovieList.

source: HELP_Show movie progress
it: A progress bar in front of the movies is displayed in the MovieList.

source: HELP_Short watching percent
it: Specifies what percentage of progress is classified as "being watched". The progress bar will change to blue.

source: HELP_Finished watching percent
it: Specifies what percentage of progress is classified as "seen". The progress bar will change to green.

source: HELP_No resume below 10 seconds
it: Ignores the Start Marker below 10 seconds. If playback is stopped during the first 10 seconds, no Resume will be proposed at next playback.

source: HELP_Jump to first mark when playing movie
it: Jumps automatically to the first Marker if availiable in the beginning of a recording. (Can help to skip the lead time automatically.)

source: HELP_Rewind finished movies before playing
it: If a recording with status "seen" is restarted, the movie will be replayed from the beginning.

source: HELP_Always save last played progress as marker
it: With this option a marker is set for the position every time the playback is stopped. When restarting the playback the < > buttons can be used to jump to this position (independent from the resume function).
