Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: locale/*/LC_MESSAGES/EMC.po
Languages: it, pl, sk

source: HELP_Jump to channel after record EOF
it: If the player reach the end of a running record, because of fast forward or jump forward, close emc and zap directly to the live tv channel of the record.

source: HELP_separator_Trashcan settings
it: Settings for Trashcan

source: HELP_Trashcan enable
it: Enable the trashcan functionality. On delete all files will be first move to the trashcan directory.

source: HELP_Trashcan path
it: Set your trashcan path. Pressing [delete] will move the recordings to the activated trashcan instead of deleting the files immediately.

source: HELP_Show trashcan directory
it: Display the trashcan directory in EMC. (When is hidden, however you can access the trashcan over the EMC [MENU])

source: HELP_Dynamic trashcan
it: Display amount of recordings and/or how many disk space these are using in your trashcan.

source: HELP_Delete validation
it: When activated and the trashcan is used, EMC will never ask for a confirmation.

source: HELP_Enable daily trashcan cleanup
it: EMC deletes old files in your trashcan, when they reach the expiration limit you set in the next entry.

source: HELP_Daily cleanup time
it: Time when EMC deletes all files in the trashcan beyond the expiration limit.

source: HELP_How many days files may remain in trashcan
it: Set how many days files may remain in trashcan before EMC deletes them permanently. (When set to [0] the files will deleted immediately).

source: HELP_Move finished movies in trashcan
it: Move all finished (watched) recordings from "Movie home" to the trashcan, when they reach the expiration limit you set in the next entry.

source: HELP_Age of finished movies in movie folder (days)
it: Set how many days finished (watched) recordings may remain in your "Movie home".

source: HELP_Display directory reading text
it: Display the message "Reading directory..." during the directory reading.

source: HELP_EMC always reload after open
it: Directory is reread with every start of EMC. (Otherwise the directory is read from cache onwards the 2nd start.)

source: HELP_EMC re-open list after STOP-press
it: If playback is stopped, the EMC MovieList is displayed again. (Otherwise TV Modus gets active again.)

source: HELP_EMC re-open list after Movie end
it: If playback reaches the end, the EMC MovieList is displayed again. (Otherwise TV Modus gets active again.)

source: HELP_Leave Movie with Exit
it: The playback of a recording can be stopped with the EXIT button, additional to the Stop button.

source: HELP_Blue button function
it: A selection of functions can be assigned to the blue button.

source: HELP_Hide movies being moved
it: The recording will be hidden from the MovieList while moving. (Anyhow the move action will be executed in background.)

source: HELP_Hide movies being deleted
it: The recording will be hidden from the MovieList while deleting. (Anyhow the delete action will be executed in background.)

source: HELP_Enable remote recordings
it: Detect recordings from a other Dreambox to a common volume. This recording get a spezial icon

source: HELP_Automatic timers list cleaning
it: Finished Timers will be removed from the TimerList automatically.

source: HELP_Enigma daily auto-restart
it: Enigma2 will be restarted daily during the defined time frame.

source: HELP_Enigma auto-restart window begin
it: Start of the time frame for the automatic Enigma2 restart.

source: HELP_Enigma auto-restart window end
it: End of the time frame for the automatic Enigma2 restart.

source: HELP_Force standby after auto-restart
it: After the automatic Enigma2 restart, the Dreambox will be switched to Standby.

source: HELP_Language Separator
it: Language settings

source: HELP_Preferred EPG language
it: Here you can specify the prefered language for the EPG.

source: HELP_Enable playback auto-subtitling
it: Activate the automatic selection of the subtitle languages.

source: HELP_Primary playback subtitle language
it: First language which should be selected, if availiable, for the subtitles.

source: HELP_Secondary playback subtitle language
it: Second language which should be selected, if availiable, for the subtitles.

source: HELP_Tertiary playback subtitle language
it: Third language which should be selected, if availiable, for the subtitles.

source: HELP_Enable playback auto-language selection
it: Activate the automatic selection of the audio channel.

source: HELP_Primary playback audio language
it: First audio channel which should be selected, if availiable.

source: HELP_Secondary playback audio language
it: Second audio channel which should be selected, if availiable.

source: HELP_Tertiary playback audio language
it: Third audio channel which should be selected, if availiable.

source: HELP_Advanced options separator
it: Advanced settings

source: HELP_Description field update delay
it: Delay for displaying the description in the filmlist. (Improves the navigation speed when pressing multiple times the up/down button. Because the description is only loaded after the choosen delay.)

source: HELP_Key period value (50-900)
it: Time untill resending the button when keeping the button pressed.

source: HELP_Key repeat value (250-900)
it: Speed of resending the button when keeping the button pressed.

source: HELP_Enable EMC debug output
it: Activate the EMC-debugging. The log-file will be saved in the directory "EMC output directory". ACTIVATE ONLY IN CASE OF PROBLEMS !!!

source: HELP_EMC output directory
it: Select the output directory for the log-file.

source: HELP_Debug output file name
it: Name of the log-file for debugging.

source: true
pl: Prawdziwy
sk: áno

source: false
pl: Nieprawdziwy
sk: nie

source: no override
pl: nie zastępuj
sk: neprepísať

source: Directory
pl: Katalog
sk: Adresár

source: show event details
pl: Pokaż szczegóły zdarzenia
sk: Ukázať detaily udalosti

source: Open extensions menu
pl: Otwórz menu rozszerzeń
sk: Otvoriť menu rozšírení

source: Skipping movie, the file does not exist.
pl: Pomiń film, plik nie istnieje.
sk: Preskakujem film, súbor neexistuje.

source: Open bookmarks
pl: Otwórz zakładki
sk: Favoriti

source: Move cursor 1/2 page up
pl: Ruch kursorem o pół strony w górę
sk: Presun kurzoru o 1/2 strany hore

source: Move cursor 1/2 page down
pl: Ruch kursorem o pół strony w dół
sk: Presun kurzoru o 1/2 strany dolu

source: Error: path '%s' not available!
pl: Błąd: ścieżka '%s' nie jest dostępna!
sk: Chyba: cesta '%s' nedostupná!

source: How to move files:
pl: Jak przenieść pliki:
sk: Ako presunúť súbory:

source: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow.
pl: Wybierz kilka filmów za pomocą przycisku VIDEO, przesuń kursor na katalog docelowy i naciśnij Żółty przycisk.
sk: Vyberte požadované filmy s tlačítkom VIDEO, presuňte kurzor na vrch cieľového adresára a zmačknite žlté tlačítko.

source: Select Location
pl: Wybierz lokalizację
sk: Vybrať umiestnenie

source: Create link(s)
pl: Dodaj link(i)
sk: Vytvoriť odkaz(y)

source: Bookmark directory
pl: Dodaj zakładkę
sk: Adresár favoritov

source: Bookmarks
pl: Zakładki
sk: Favoriti

source: Choose bookmark
pl: Wybierz zakładkę
sk: Vybrať favorita

source: Directory
pl: Katalog
sk: Adresár

source: Found rogue files:
pl: Znaleziono niechciane pliki:
sk: Nájdené osirelé súbory:

source: Movie home auto-update perms (chmod)
pl: Strona główna: Auto-Przypisywanie praw (chmod)
sk: Automat. aktualizácia oprávnení Domovu filmov

source: Movie home chmod permission value
pl: Strona główna: wartość uprawnień chmod
sk: chmod hodnota oprávnení Domovu filmov

source: EMC open with cursor on newest (TV mode)
pl: Otwórz z kursorem na najnowszych (tryb TV)
sk: Otvoriť zoznam s kurzorom na najnovšom (TV režim)

source: EMC open with cursor on newest (player)
pl: Otwórz z kursorem na najnowszych (Odtwarzacz)
sk: Otvoriť zoznam s kurzorom na najnovšom (prehrávač)

source: Show icon indication for non-watched
pl: Pokaż ikonę dla nieoglądanych
sk: Zobraziť indikátor/ikonu pre dosiaľ neprehrané

source: EMC cifs* files operation
pl: Pliki operacyjne cifs*
sk: Operácie cifs* súborov filmového zoznamu

source: Hide trashcan directory
pl: Ukryj katalog kosza
sk: Ukryť adresár koša

source: Hide VLC directory
pl: Ukryj katalog VLC
sk: Ukryť adresár VLC

source: Enable component video in A/V Settings
pl: Włącz komponent Video w ustawieniach A/V
sk: Povoliť komponentné video v A/V nastavení

source: off
pl: Wyłącz
sk: vypnuté

source: unhide
pl: Odkryj
sk: odkryť

source: delete
pl: Usuń
sk: zmazať

source: do nothing
pl: Nie rób nic
sk: neurobiť nič

source: Quick-button
pl: Przycisk QUICK
sk: rýchlotlačítko

source: Daily trashcan cleanup time
pl: Codzienne czyszczenie kosza o godzinie
sk: Čas denného vyprázdnenia koša

source: Show date
pl: Pokaż datę
sk: Ukázať dátum

source: Play ALL
pl: Odtwórz wszystkie
sk: Prehrať všetky
