Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: ar, it, nl, ro, uk

source: (Setup)
uk: (Налаштування)

source: Deleting remotely recorded and it will display an rec-error dialog on the other DB.
ar: حذف المسجلة عن بعد سيتم عرض الحوار rec-خطا علي DB الأخرى.
it: Cancellazione reg. remota in corso: un messaggio di errore sarà visualizzato sul DB remoto.
nl: Verwijder remote opname, er zal een opnamefout worden getoond op de andere ontvanger.
ro: Stergerea unei inregistrari la distanta genereaza o eroare
uk: Дистанційне видалення запису і на дисплеї з'явиться діалогове вікно rec-error з іншої БД.

source: all selected video files?
ar: جميع ملفات الفيديو المحددة ؟
it: tutti i file video selezionati?
nl: alle geselecteerde videobestanden?
ro: toate fisierele selectate
uk: всі вибрані відео файли?

source: all selected video files? The currently playing movie is also one of the selections and its playback will be stopped.
ar: جميع ملفات الفيديو المحددة ؟ الفيلم الذي يلعب حاليا هو أيضا أحد التحديدات سيتم إيقاف تشغيله.
it: tutti i file video selezionati? Anche la riproduzione in corso è stata selezionata e verrà arrestata.
nl: alle geselecteerde videobestanden? De opname die nu wordt afgespeeld behoort ook tot de selectie en de weergave zal worden gestopt.
ro: toate fisierele urmatoare vor fi abandonate
uk: всі вибрані відео файли? Відео, яке Ви переглядаєте, також є одним з виділень і його перегляд буде зупинено.

source: currently played?
ar: تشغيل حاليا ؟
it: attualmente in riproduzione?
nl: wordt momenteel weergegeven?
ro: vizualizat curent
uk: в даний момент відтворюється?

source: files
ar: الملفات
it: File
nl: bestanden
uk: файли

source: movies found! Information of the best match "
uk: знайдені фільми! Інформація про найкращий матч "

source: permanently
ar: شكل دائم
it: In modo permanente
nl: permanent
ro: permanent
uk: постійно

source: %d second
ar: % d ثانيه
it: %d secondo
nl: %d seconde
uk: %d секунд

source: %s removed.
ar: %s تم حذفه.
it: %s rimossi.
nl: %s verwijderd.
ro: %s eliminat.
uk: %s видалили.

source: ( # / GB )
ar: (#/جيجابايت)
uk: ( # / ГБ )

source: ( GB )
ar: ( جيجابايت )
uk: ( ГБ )

source: (Un-)Lock Directory
ar: (Un-) إقفال المسار
it: (S-)Blocca Directory
nl: Ont- of vergrendel map
ro: Deblocheaza un director
uk: Роз-/За- блокувати каталог

source: (show optional DVD audio menu)
ar: (عرض قائمة صوت ديفيدي إختياريه)
it: (mostra menu audio DVD opzionale)
nl: (Toon optioneel DVD audiomenu)
ro: (Arată meniul DVD audio)
uk: (показати додаткове DVD аудіо меню)

source: *** Multiselection active ***
ar: *** تنشيط الخيارات المحددة ***
it: *** Multi selezione attiva ***
nl: *** Multiselectie actief ***
ro: *** Multiselection activ ***
uk: *** Мультивибір активний ***

source: --- additional files start ---
uk: --- додаткові файли запуску ---

source: ATTENTION This option will move all finished movies in Movie Home automatically to Your trashcan at the given time. At next trashcan cleanup all movies will be deleted. Confirm this with the blue key followed by the green key.
ar: اهتمام هذا الخيار سوف تتحرك جميع الأفلام المنتهية في الصفحة الرئيسية الفيلم تلقائيا إلى مهملات الخاص في وقت معين. في تنظيف مهملات المقبل سيتم حذف جميع الأفلام. تاكيد هذا مع المفتاح الأزرق متبوعا المفتاح الأخضر.
it: ATTENZIONE Questa opzione sposterà automaticamente tutti i film terminati della directory Movie predefinita nel cestino all'orario impostato. Alla prossima pulizia del cestino tutti i fil saranno eliminati. Conferma premendo il tasto blu seguito dal tasto verde.
nl: OPGELET Deze optie zal alle geziene opnames in Movie automatisch naar de prullenbak verplaatsen na een ingestelde tijd. Bij een volgend legen van de prullenbak worden alle opnames verwijderd. Bevestig deze keuze met de blauwe knop, gevolgd door de groene knop.
ro: ATENTIE va trimite toate filmele vizionate ln trashcan ... de unde vor fi sterse Confirma asta cu tasta albastră, urmată de tasta verde.
uk: УВАГА Цей параметр автоматично перемістить всі переглянуті відео з каталогу фільмів у смітник в заданий час. При наступній очистці смітника всі файли будуть видалені. Підтвердьте це синьою ккнопкою, а потім зеленою.

source: AUDIO METADATA
ar: بيانات الصوت
uk: МЕТА ДАНІ АУДІО

source: AUTOSTART
ar: تشغيل تلقائي
uk: АВТОСТАРТ

source: About
ar: حول
it: Informazioni
nl: EMC info
ro: Despre
uk: Інформація

source: Add directory to E2 Bookmarks
ar: أضافه المسار إلى E2 الإشارات المرجعية
it: Aggiungi cartella ai Bookmarks E2
nl: Map toevoegen aan E2 bladwijzers
ro: Adauga directorul la marcajele E2
uk: Додати директорію до закладок Ε2

source: Add directory to EMC Bookmarks
ar: إضافة المسار إلى مرجعية متصفح الأفلام
it: Aggiungi cartella ai Bookmarks EMC
nl: Map toevoegen aan EMC bladwijzers
ro: Adauga directorul la mecaje EMC
uk: Додати директорію до закладок EMC

source: Add to Playlist
ar: أضافه إلى قائمه التشغيل
it: Aggiungi alla Playlist
nl: Toevoegen aan afspeellijst
uk: Додати до списку відтворення

source: Add to current Playlist
ar: أضافه إلى قائمه التشغيل الحالية
it: Aggiungi alla Playlist corrente
nl: Toevoegen aan huidige afspeellijst
uk: Додати до поточного списку відтворення

source: After file OPs only re-scan affected dirs
ar: بعد ملف OPs أعاده المسح الضوئي المتضررة فقط dirs
it: Dopo le operazioni sui file esegui la scansione solo delle directory interessate
nl: Na bestandbewerking alleen opnieuw scannen van betroffen mappen
uk: Пересканувати змінені каталоги

source: Age of finished movies in movie folder (days)
ar: عمر الأفلام النهائية في مجلد الفيلم (أيام)
it: Permanenza in giorni dei film terminati nella cartella film
nl: Instellen hoeveel dagen de afgespeelde opnames in "Movie" mogen blijven.
ro: Varsta filmelor din director
uk: Час переглянутих фільмів у папці фільмів (днів)

source: Album:
ar: الالبوم:
uk: Альбом:

source: Alpha sort
ar: الترتيب الأبجدي
it: Ord. alfabetico
nl: Alfabetisch sorteren
ro: Sortare alpha
uk: За алфавітом

source: Alpha sort ascending (AZ)
ar: الترتيب الأبجدي تصاعديا (أي)
it: Ordine alfabetico crescente (AZ)
nl: Alfabetisch sorteren (AZ)
ro: Sortare alpha crescatoare
uk: За алфавітом, збільшення (AZ)

source: Alpha sort ascending with meta (AZM)
ar: الترتيب الأبجدي تصاعديا من أعلى (أي م)
it: Ordine alfabetico crescente con meta (AZM)
nl: Alfa oplopend met meta (AZM)
uk: Сортування: алфавіт - зростанням, дата - спад (AZM)

source: Alpha sort ascending with meta, Date descending (AZMD-)
ar: الترتيب الأبجدي تصاعديا من أعلى, حسب التاريخ (أ ي م د)
it: Ordine alfabetico crescente con meta, Data decrescente (AZMD-)
nl: Alfa oplopend met meta, datum aflopend (AZMD-)
uk: За алфавітом, по зростанню метаданих, нові спочатку

source: Alpha sort ascending, Date descending (AZD-)
ar: الترتيب الأبجدي تصاعديا من أعلى, حسب التاريخ (أ ي د)
it: Ordine alfabetico crescente, Data decrescente (AZD-)
nl: Alfa oplopend, datum aflopend (AZD-)
uk: За алфавітом, по зростанню, нові спочатку

source: Alpha sort date newest
ar: الترتيب حسب الأحدث
it: Ordine alfabetico, Data recente
nl: Alfabetisch nieuwste datum
uk: За алфавітом і найновіші по даті

source: Alpha sort descending (ZA)
ar: الترتيب الأبجدي تنازليآ (أ ي)
it: Ordinamento per data decrescente (ZA)
nl: Alfa aflopend (ZA)
ro: Sortate alpha descrescatoare
uk: За алфавітом, спадання

source: Alpha sort descending with meta (ZAM)
ar: الترتيب الأبجدي من الأعلى (ي أ م)
it: Ordinamento alfabetico descrescente con meta (ZAM)
nl: Alfa aflopend met meta (ZAM)
uk: За алфавітом, спадання з врахуванням метаданих

source: Alpha sort descending with meta, Date ascending (ZAMD+)
ar: الترتيب الأبجدي تصاعديا من أعلى, حسب التاريخ (أ ي م د+)
it: Ordinamento alfabetico descrescente con meta, Data crescente (ZAMD+)
nl: Alfa aflopend met meta, datum oplopend (ZAMD +)
uk: За алфавітом, спадання з врахуванням метаданих, старі спочатку

source: Alpha sort descending, Date ascending (ZAD+)
ar: الترتيب الأبجدي تصاعديا, حسب التاريخ (ي أ د+)
it: Ordinamento alfabetico decrescente, Data crescente (ZAD+)
nl: Alfa aflopend, datum oplopend (ZAD+)
uk: За алфавітом, спадання, старі спочатку

source: Alpha sort meta
ar: الترتيب الأبجدي من الأعلى
it: Ordine alfabetico meta
nl: Alfabetisch meta
uk: За алфавітом метаданих

source: Alpha sort meta date newest
ar: الترتيب الأبجدي حسب الأحدث
it: Ordine alfabetico meta, Data recente
nl: Alfa meta datum nieuwste
uk: За алфавітом даних, спочатку нові

source: Always save current Playlist
ar: دائما أحفظ قائمه التشغيل الحالية
it: Salva sempre la Playlist corrente
nl: Huidige afspeellijst altijd opslaan
uk: Завжди зберігати поточний список відтворення

source: Always save last played progress as marker
ar: دائما حفظ آخر تشغيل للمادة المسجلة كعلامة
it: Salva sempre la posizione dell'ultimo film riprodotto come contrassegno
nl: Laatste afspeelpositie altijd als markeerpunt bewaren
ro: Salveaza ultima pozitie drept marker
uk: Завжди зберігати останню паузу при відтворені, як маркер

source: An error occured! Internet connection broken?
it: Errore, connessione internet interrotta ?
ro: Eroare - conexiune Internet pierduta
uk: Виникла помилка! Інтернет-з'єднання відсутнє?

source: Artist:
ar: الفنان:
it: Artista:
nl: Artiest:
uk: Артист:

source: Automatic timers list cleaning
ar: الحذف التلقائي للمؤقتات الألية
it: Pulizia automatica dell'elenco timer
nl: Automatisch timers opschonen
ro: Curatare automata timere
uk: Автоматичне очищення списку таймерів

source: Available plugins menu
ar: قائمه الإضافات المتاحة
it: Menu plugin disponibili
nl: Menu beschikbare plugins
ro: Meniul plugin-uri disponibile
uk: Меню доступних плагінів

source: Backup
uk: Резервна копія

source: Backup & Restore my settings
uk: Резервне копіювання & моїх налаштувань

source: Black
uk: Чорний

source: Blue
uk: Синій

source: Blue button function
ar: وظيفة الزر الأزرق
it: Funzione del tasto Blu
nl: Functie van de Blauwe knop
ro: Funcţie butonu albastru
uk: Функція синьої кнопки

source: Bookmark
ar: علامة مرجعية
nl: Bladwijzers
ro: Marcaj
uk: Маркер

source: Both
ar: كلاهما
it: Entrambi
nl: Beide
ro: Ambele
uk: Обидва

source: Bouquet buttons behaviour
ar: أزرار وظائف الباقة
it: Comportamento tasto Bouquet
nl: Functie van de Bouquet knop
ro: Comportamentul butonului buchet
uk: Поведінка кнопки Фаворити

source: Button disabled
ar: تم تعطيل الزر
it: Tasto disabilitato
nl: Knop uitgeschakeld
ro: Buton dezactivat
uk: Кнопку вимкнено

source: CSFD Info
ar: معلومات csfd
it: Informazioni CSFD
ro: Informatii CSFD
uk: Інформація CSFD

source: Can not save
ar: لا يمكن الحفظ
it: impossibile salvare
nl: Kan niet opslaan
uk: Не вдається зберегти

source: Can not save Cover in
ar: لا يمكن حفظ الغلاف في
it: impossibile salvare Cover in
nl: Kan cover niet opslaan in
uk: Не вдається зберегти обкладинку в

source: Can not save current Playlist!
ar: لا يمكن حفظ قائمه التشغيل الحالية!
it: Impossibile salvare la Playlist corrente!
nl: Kan huidige afspeellijst niet opslaan!
uk: Не вдається зберегти поточний список відтворення!

source: Can not write Movie Information File %s
ar: لا يمكن كتابه ملف معلومات الفيلم %s
it: Impossibile scrivere file Informazioni del film %s
nl: Kan opname informatie niet opslaan %s
uk: Не вдається записати файл інформації про фільм %s

source: Can not write Movie Information and Cover File %s %s
it: Impossibile scrivere file Informazioni e Covers del film %s %s
uk: Не вдається записати інформацію про фільм та файл обкладинки %s %s

source: Cancel
ar: إلغاء
it: Annulla
nl: Annuleren
ro: Anulare
uk: Скасувати

source: Cannot delete the parent directory.
ar: لا يمكن حذف المسار الأصل.
it: Non è possibile eliminare la directory superiore.
nl: Kan bovenliggende map niet verwijderen.
ro: Directorul tata nu poate fi sters
uk: Неможливо видалити заблокований каталог.

source: Change File/Moviename and/or Description
ar: تغيير ملف/أسم الفلم و/أو الوصف
it: Cambia nome File/Film e/o la Descrizione
nl: Wijzig bestand/naam en/of beschrijving
ro: Schimbare fișiere / Moviename și / sau descriere
uk: Змінити назву Файлу/Фільму або Опису

source: Change Folder
ar: تغيير المجلد
it: Cambia cartella
nl: Verander map
ro: Schimba director
uk: Змінити папку

source: Change Foldername
ar: تغيير اسم المجلد
it: Cambia nome Cartella
nl: Wijzig map naam:
ro: Schimbarea Nume Director
uk: Змінити назву каталогу

source: Change the filename to save current Playlist:
ar: تغيير اسم الملف لحفظ قائمه التشغيل الحالية:
it: Cambia il nome del file per salvare la Playlist corrente:
nl: Verander de naam om afspeellijst op te slaan:
uk: Змінити ім'я файлу, щоб зберегти поточний список відтворення:

source: Chap.
ar: فصل.
it: Cap.
nl: Hfdstk
ro: Cap.
uk: Розд.

source: Chapter
ar: فصل
it: Capitolo
nl: Hoofdstuk
ro: Capitol
uk: Розділ

source: Check for dead links
ar: التحقق من من الروابط المعطوبة
it: Ricerca link mancanti
nl: Controleer op niet werkende links
uk: Перевірка для мертвих посилань

source: Choose Directory:
ar: أختار المسار:
it: Scegli Directory:
nl: Selecteer map:
uk: Виберіть каталог:

source: Choose bookmark
ar: أختار العلامة المرجعية
it: Seleziona bookmark
nl: Selecteer bladwijzer
ro: Alege Bookmark
uk: Виберіть закладку

source: Choose directory
ar: أختار المسار
it: Scegli la directory
nl: Selecteer map
ro: Alegeti directorul
uk: Виберіть директорію

source: Choose operation
ar: أختار العملية
it: Scegliere operazione
nl: Selecteer functie
ro: Alege operatia
uk: Виберіть операцію

source: Choose plugin
ar: أختار الإضافة
it: Scegliere il plugin
nl: Selecteer plugin
ro: Alege plugin
uk: Виберіть додаток

source: Choose script
ar: أختار السكريبت
it: Seleziona script
nl: Selecteer script
ro: Alege script
uk: Виберіть скрипт

source: Close EMC
ar: أغلق مركز تشغيل الأفلام
it: Chiudere EMC
nl: EMC sluiten
ro: Închide EMC
uk: Закрити ЕМС

source: Close EMC and do power button action
nl: Sluit EMC en voer power knop actie uit
uk: Закрити EMC і вимкнути живлення

source: Collection
ar: اسم المجموعة
it: Raccolta
nl: Collectie
ro: Colectie
uk: Колекція

source: Configured directories at the top of movielist
ar: إعدادات المسارات في أعلى قائمة الأفلام
it: Directory personalizzate nella testata della lista film
nl: Toon toegevoegde mappen bovenin opnamelijst
ro: Directoarele configurate ... in capul listei
uk: Налаштовані каталоги у верхній частині списку фільмів

source: Content:
ar: يحتوى:
it: Contenuto:
nl: Inhoud:
ro: Conținut:
uk: Зміст:

source: Copy File
ar: نسخ ملف
it: Copia File
nl: Bestand kopiëren
ro: Copiaza fisier
uk: Копіювання файлу

source: Copy Files
ar: نسخ الملفات
it: Copia Files
nl: Bestanden kopiëren
uk: Копіювання файлів

source: Copy file(s):
ar: نسخ الملفات:
it: Copia file(s):
nl: Kopieer bestand(en):
ro: Copiaza fisiere :
uk: Копіювати файл(и):

source: Copy selected movie(s)
uk: Копіювати вибрані фільм(и)

source: Cover %s exists! Do you want to replace the existing cover?
ar: الغلاف %s موجود! هل تريد استبدال الغلاف الموجود ؟
it: La Cover %s esiste! Vuoi ripristinare la cover esistente?
nl: Cover %s bestaat! Wilt u de bestaande cover overschrijven?
uk: Обкладинка %s присутня! Ви хочете замінити існуючу обкладинку?

source: Cover Search
ar: بحث عن الغلاف
it: Ricerca Cover
nl: Cover zoeken
ro: Cautare coperta
uk: Пошук обкладинки

source: Cover background
ar: خلفية الغلاف
it: Sfondo Cover
nl: Cover achtergrond
ro: Background copperta
uk: Фон обкладинки

source: Cover delay in ms
ar: مدة ظهور الغلاف في الثانية
it: Ritardo Cover in ms
nl: Cover vertraging in ms
ro: Intarziere coperta in ms
uk: Затримка обкладинки в мс

source: Cover disabled in EMC-Setup
ar: الغلاف معطل من إعدادات مركز تشغيل الأفلام
it: Cover disabilitate nelle impostazioni EMC
nl: Cover uitgeschakeld in EMC-Instellingen
ro: Capacul dezactivat în EMC-Setup
uk: Обкладинка виключена в налаштуваннях ЕМС

source: Cover is Saved.
ar: تم حفظ الغلاف.
it: Cover salvata.
nl: Cover is opgeslagen.
uk: Обкладинка збережена.

source: Cover search
ar: بحث عن الغلاف
it: Ricerca Cover
nl: Cover zoeken
ro: Cauta coperta
uk: Пошук обкладинки

source: Cover search with all Files in Subdirectories? This may take a while on huge Disks, or Directories!
ar: البحث عن الغلاف في كافة الملفات في المجلدات الفرعية ؟ هذا قد يستغرق بعض الوقت علي أقراص ضخمه ، أو المسارات!
it: Ricerca Cover con tutti i Files nelle sottodirectory? Questa operazione potrebbe richiedere un po' su dischi o directory enormi!
nl: Zoek cover in onderliggende mappen? Dit kan een tijdje duren bij grootte HDD's of mappen!
uk: Шукати обкладинки для всіх файлів в підкаталогах? Це може зайняти деякий час!

source: Coversize
ar: حجم الغلاف
it: Dimensioni Cover
nl: Cover grootte
uk: Розмір обкладинки

source: Create Link
it: Crea link
ro: Creaza un link
uk: Створити посилання

source: Create Link: Choose directory
uk: Створити посилання: оберіть каталог

source: Create directory
ar: إنشاء دليل
it: Crea directory
nl: Creëer map
ro: Creaza un director
uk: Створити каталог

source: Create link
ar: إنشاء رابط
it: Crea link
nl: Creëer link
ro: Creaza un link
uk: Створити посилання

source: Creating Search List..
ar: يتم الآن إنشاء قائمه بحث..
it: Sto creando la Lista di Ricerca
nl: Creëren zoeklijst...
ro: Creare lista de căutare...
uk: Створити список пошуку..

source: Current Playlist saved successfully!
ar: تم حفظ قائمه التشغيل الحالية بنجاح!
it: Playlist corrente salvata con successo!
nl: Huidige afspeellijst succesvol opgeslagen!
uk: Поточний список відтворення успішно збережено!

source: Cursor predictive move after selection
ar: المؤشر الانتقال التنبؤيه بعد التحديد
it: Movimento cursore predittivo dopo la selezione
nl: Cursor verplaatsen na selecteren
ro: Predictie miscare dupa selectie
uk: Прогнозування руху курсору після вибору

source: Custom
ar: خيار طول شاشة الرسيفر
it: Personalizzato
nl: Voorkeur
ro: Personalizat
uk: Користувацький

source: DD.MM HH:MM
it: GG.MM OO:MM
uk: ДД.ММ ГГ:ХХ

source: DD.MM. HH:MM
ar: DD.MM: MM
it: GG.MM. OO:MM
uk: ДД.ММ. ГГ:ХХ

source: DD.MM.YYYY
it: GG.MM.AAAA
uk: ДД.ММ.РРРР

source: DD.MM.YYYY HH:MM
it: GG.MM.AAAA OO:MM
uk: ДД.ММ.РРРР ГГ:ХХ

source: DEBUG
uk: НАЛАГОДЖУВАННЯ

source: DELAYS
ar: التاخير
nl: VERTRAGINGEN
uk: ЗАТРИМКИ

source: DISPLAY-SETTINGS
ar: إعدادات -شاشة العرض
nl: WEERGAVE-INSTELLINGEN
uk: НАЛАШТУВАННЯ ДИСПЛЕЮ

source: DVD / BLU-RAY / FOLDERS
ar: دفيفدي / بلوراي / مجلدات
nl: DVD / BLU-RAY / MAPPEN
uk: ДВД / BLU-RAY / ПАПКИ

source: Daily cleanup time
ar: حذف التوقيت اليومي
it: Ora di svuotamento giornaliero
nl: Prullenbak dagelijks leeg maken tijdstip
ro: Ora zilnica de curatare
uk: Час щоденного очищення

source: Dark green
ar: اخضر غامق
nl: Donker Groen
uk: Темно-зелений

source: Dark grey
ar: رمادي غامق
nl: Donker Grijs
uk: Темно-сірий

source: Dark orange
ar: برتقالي غامق
nl: Donker Oranje
uk: Темно-оранжевий

source: Dark red
ar: احمر غامق
nl: Donker Rood
uk: Темно-червоний

source: Date format
ar: صيغة التاريخ
it: Formato Data
nl: Toon datum stijl
ro: Format data
uk: Формат дати

source: Date sort
ar: الترتيب حسب التاريخ
it: Ord. per data
nl: Chronologisch
ro: Sortare dupa data
uk: Сортувати за датою

source: Date sort ascending (D+)
ar: الترتيب حسب التاريخ تصاعديا (د+)
it: Ordinamento per Data crescente (D+)
nl: Datum oplopend (D +)
ro: Sortare dupa data crescatoare
uk: За датою, в порядку збільшення (D+)

source: Date sort descending (D-)
ar: الترتيب حسب التاريخ تصاعديا (د-)
it: Ordinamento per data decrescente (D-)
nl: Datum sort aflopend (D-)
ro: Sortare dupa data descrescatoare
uk: За датою, в порядку зменшення (D-)

source: Day
ar: يوم
it: Giorno
nl: Dag
uk: День

source: Days
ar: أيام
it: Giorni
nl: Dagen
uk: Дні

source: Debug output file name
ar: تصحيح اسم ملف الإخراج
it: Nome del file di output
nl: Debug log bestandsnaam
ro: Nume fisier de debug
uk: Назва файлу налагодження

source: DeepStandby
ar: الإستعداد العميق
nl: Uitgeschakeld
uk: Глибокий режим очікування

source: Default
ar: الإفتراضي
it: Predefinito
nl: Standaard
ro: Implicit
uk: За замовчуванням

source: Default Playlist is not empty! Save default Playlist?
ar: قائمه التشغيل الافتراضية ليست فارغه! حفظ قائمه التشغيل الافتراضية ؟
it: La Playlist predefinita non è vuota! Salvo la Playlist predifinita?
nl: Standaard afspeellijst is niet leeg! Standaard afspeellijst opslaan?
uk: Список відтворення по умовчуванню не порожній! Зберегти список відтворення по умовчуванню?

source: Default Playlist name
ar: اسم قائمه التشغيل الافتراضية
it: Nome Playlist predefinita
nl: Standaard afspeellijst naam
uk: Назва списку відтворення за умовчанням

source: Default Playlist path
ar: مسار قائمه التشغيل الافتراضية
it: Percorso Playlist predefinita
nl: Standaard afspeellijst locatie
uk: Назва каталогу за умовчанням

source: Default color for highlighted movie
ar: اللون الافتراضي للفيلم المميز
nl: Standaardkleur gemarkeerde opnames
uk: Стандартний колір для виділеного фільму

source: Default color for partially watched movie
ar: اللون الافتراضي للفيلم الذي شاهدت منه جزئيا
nl: Standaardkleur gedeeltelijk bekeken opnames
uk: Стандартний колір для частково переглянутого фільму

source: Default color for recording movie
ar: اللون الافتراضي للأفلام المسجلة
nl: Standaardkleur lopende opname
uk: Стандартний колір для записаного фільму

source: Default color for unwatched movie
ar: اللون الافتراضي للفيلم الغير مشاهد
nl: Standaardkleur onbekeken opnames
uk: Стандартний колір для непереглянутого фільму

source: Default color for watched movie
ar: اللون الافتراضي للأفلام المشاهدة
nl: Standaardkleur bekeken opnames
uk: Стандартний колір для переглянутого фільму

source: Default sort mode
ar: وضع الترتيب الافتراضي
it: Ordinamento predefinito
nl: Standaard sorteer methode
ro: Ordine de sortare implicita
uk: Режим сортування за замовчуванням

source: Delay of 10 sec. due the search flooding..
uk: Затримка 10 сек. через переповнення пошуку..

source: Delete
ar: حذف
it: Elimina
nl: Verwijderen
ro: Șterge
uk: Видалити

source: Delete All
ar: حذف الكل
it: Elimina tutto
nl: Verwijder alles
uk: Видалити все

source: Delete Entry
ar: مسح المدخل
it: Elimina elemento
nl: Verwijder invoer
uk: Видалити запис

source: Delete current Playlist
ar: حذف قائمه التشغيل الحالية
it: Elimina la Playlist corrente
nl: Verwijder huidige afspeellijst
uk: Видалити поточний список відтворення

source: Delete cut file(s)
ar: حذف الملفات المقطوعة
it: Elimina cut files(s)
nl: Verwijder cut bestand(en)
uk: Видалити cut-файл(и)

source: Delete error:
ar: خطا في الحذف:
it: Errore in eliminazione:
nl: Fout tijdens verwijderen:
uk: Помилка видалення:

source: Delete failed because the trashcan directory does not exist. Attempt to create it now?
ar: فشل الحذف لان مسار سلة المهملات غير موجود. محاولة إنشاءه الآن ؟
it: Eliminazione fallita! La directory cestino non esiste. Crearla ora?
nl: Verwijderen mislukt omdat de map met de prullenbak niet is gevonden. Nu aanmaken?
ro: Stergere esuata pentru ca Trashcan nu exista
uk: Видалити не вдалося, оскільки каталог смітник не існує. Спробувати створити його зараз?

source: Delete failed!
ar: فشل المسح!
it: Eliminazione fallita!
nl: Verwijderen mislukt!
ro: Stergere esuata
uk: Видалення невдале!

source: Delete file or empty dir
uk: Видалити файл або порожній каталог

source: Delete permanently
ar: حذف بشكل دائم
it: Elimina definitivamente
nl: Definitief verwijderen
ro: Stergere permanenta
uk: Видалити назавжди

source: Delete validation
ar: حذف التحقق
it: Conferma eliminazione
nl: Toon bevestigen bij wissen
ro: Sterge validarea
uk: Видалити з підтвердженням

source: Description
ar: الوصـف
it: Descrizione
nl: Beschrijving
ro: Descriere
uk: Опис

source: Description field update delay
ar: تأخير تحديث معلومات الفلم
it: Ritardo aggiornamento campo descrizione
nl: Vertraging actualisatie beschrijving
ro: Intarziere update camp descriptor
uk: Затримка оновлення опису

source: Description:
ar: الوصف.:
it: Descrizione:
nl: Beschrijving:
ro: Descriere:
uk: Опис:

source: Directory
ar: الدليل
nl: Map
ro: Director
uk: Каталог

source: Directory
uk: Каталог
