Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: ar, it, nl, ro, uk

source: movies in
ar: أفلام في
it: Filmati in
nl: opnames in
ro: filme în
uk: фільми в

source: never hide
ar: أبدا إخفاء
it: non nascondere
nl: niet verbergen
uk: ніколи не приховувати

source: no
ar: لا
nl: nee
ro: nu
uk: ні

source: off
ar: لا يعمـل
nl: uit
uk: виключено

source: only initially
ar: في البداية فقط
it: solo inizialmente
nl: enkel bij aanvang
uk: тільки спочатку

source: rewind to the previous chapter
ar: عوده للفصل السابق
it: indietro al capitolo precedente
nl: Naar het vorige hoofdstuk springen
ro: Capitol precedent
uk: перемотати назад до попереднього розділу

source: right
ar: اليمين
it: destra
nl: rechts
uk: справа

source: right from Name
ar: الاسم من اليمين
it: a destra del nome
nl: rechts van de naam
uk: справа від назви

source: sec
ar: ثانيه
uk: сек

source: sec found. Avg. Speed:
ar: العثور علي ثانيه. متوسط السرعة:
it: sec.ricerca. Vel.Media:
nl: sec gevonden. Gem. snelheid:
ro: sec găsite. Viteza medie:
uk: сек знайдено. Сер. швидкість:

source: sec.
ar: ثانيه.
uk: сек.

source: show DVD main menu
ar: أعرض قائمة دى فى دى الرئيسيه
it: mostra menu principale DVD
nl: Toon DVD-hoofdmenu
ro: Arată meniul DVD
uk: показати головне меню DVD

source: single pixel TV, muted
ar: واحد بكسل التلفزيون ، صامت
it: single pixel TV, muto
nl: enkele pixel TV, gedempt
uk: тільки зображення, без звуку

source: stop service
ar: إيقاف الخدمة
it: ferma servizio
nl: stop zender
uk: зупинити відтворення каналу

source: switch to the next angle
ar: الانتقال الى الزاويه التاليه
it: Passare all'angolo successivo
nl: schakel naar de volgende hoek (angle)
ro: Comută la următorul grup
uk: переключитися на наступний ракурс

source: switch to the next audio track
ar: الانتقال الى مسار الصوت التالى
it: Passare alla traccia audio successiva
nl: schakel naar het volgende geluidsspoor
ro: comuta pista audio urmatoare
uk: переключитися на наступну звукову доріжку

source: switch to the next subtitle language
ar: الانتقال الى لغة العناوين الفرعيه التاليه
it: Passare al sottotitolo successivo
nl: schakel naar de volgende ondertitelingstaal
ro: Comutare la următoarea limbă de subtitrare
uk: переключитися на наступну мову субтитрів

source: themoviedb cover resolution:
uk: themoviedb розмір обкладинки:

source: toggle a cut mark at the current position
ar: تبديل علامة قطع في الموضع الحالي
it: Imposta contrassegno di taglio alla posizione corrente
nl: Markeerpunt op actuele positie zetten
ro: schimba marcajul la pozitia actuala
uk: перемикати позначку розрізу на поточній позиції

source: trashcan
ar: سلة المحذوفات
it: cestino
nl: Prullenbak
uk: смітник

source: type 1 - OSD + black (#00000000)
it: tipo 1 - OSD + nero (#00000000)
nl: type 1 - OSD + zwart (#00000000)
ro: tip 1 - transparent
uk: тип 1 - OSD + чорний (#00000000)

source: type 2 - transparent + white (#FFFFFFFF)
it: tipo 2 - trasparente + bianco (#FFFFFFFF)
nl: type 2 - transparant + wit (#FFFFFFFF)
ro: tip 2 - transparent + alb
uk: тип 2 - прозорий + білий (#FFFFFFFF)

source: type 3 - OSD + black (#00FFFFFF)
it: tipo 3 - OSD + nero (#00FFFFFF)
nl: type 3 - OSD + zwart (#00FFFFFF)
ro: tip 3 - OSD + negru
uk: тип 3 - OSD + чорний (#00FFFFFF)

source: type 4 - transparent + black (#FF000000)
it: tipo 4 - trasparente + black (#FF000000)
nl: type 4 - transparant + zwart (#FF000000)
ro: tip 4 - transparent + negru
uk: тип 4 - прозорий + чорний (#FF000000)

source: unknown
ar: غير معروف
it: sconosciuto
nl: Onbekend
uk: невідомий

source: up/down
ar: اعلي/أسفل
it: Sù/Giù
nl: omhoog/omlaag
ro: sus/jos
uk: вверх/вниз

source: view extensions...
ar: مشاهدة الملحقات...
it: Visualizza estensioni...
nl: Open extensie menu...
ro: Vezi extensiile...
uk: переглянути розширення...

source: yes
ar: نعم
it: si
nl: ja
ro: da
uk: так

source: (without counting cover range)
ar: (دون احتساب مساحة غلاف الفلم(
it: (senza contare il range delle cover)
nl: (zonder tellen cover bereik)

source: %s not removed. Write protect?
ar: لم تتم أزاله %s. حماية المؤلف ؟
it: %s non rimosso. Protetto da scrittura?
nl: %s niet verwijderd. Schrijf beveiliging?

source: .../foldername.jpg
ar: .../أسم الملف.jpg
it: .../nomecartella.jpg
nl: .../foldernaam.jpg

source: .../foldername/folder.jpg
ar: .../أسم المجلد/المجلد.jpg
it: ../nomecartella/cartella.jpg
nl: .../foldernaam/folder.jpg

source: .../foldername/foldername.jpg
ar: .../أسم المجلد/أسم المجلد.jpg
it: .../nomecartella/nomecartella.jpg
nl: .../foldernaam/foldernaam.jpg

source: Black
ar: أسود
nl: Zwart

source: Can not write Movie Information and Cover File %(info)s %(file)s
ar: لا يمكن كتابه معلومات الفيلم وملف الغلاف %(معلومات)s %(ملف)s
nl: Kan opname informatie en cover bestand niet opslaan %(info)s %(file)s

source: EMC Cover Selecter
ar: الغلاف المحدد لمركز مشغل الافلام
it: Selettore Cover EMC
nl: EMC cover selecteren

source: Files added to current Playlist: %(add)s Files exists in current Playlist: %(exist)s
ar: الملفات التي تمت اضافتها إلى قائمه التشغيل الحالية: %(إضافات)s الملفات موجودة في قائمه التشغيل الحالية: %(موجود)s
nl: Bestanden toegevoegd aan huidige afspeellijst: %(add)s Reeds bestaande bestanden: %(exist)s

source: HELP_Horizontal alignment for date
ar: المساعدة _المحاذاة الافقية حسب التاريخ
it: Selezionare il tipo di allineamento orizzontale da utilizzare per le date
nl: Horizontale uitlijning voor datum

source: HELP_Show audio metadata
ar: المساعدة_عرض البيانات الصوتية
nl: Toon geluids-metadata

source: HELP_Style for original EMC-skin (needs reopen)
ar: المساعدة_الشكل الأصلي لمركز مشغل الأفلام - السكن (تحتاج إعادة فتحه)
nl: Selecteer de stijl voor de ogionele EMC-skin die gebruikt moet worden. (herstart EMC noodzakelijk)

source: HELP_Try to load extra title and more from .meta files
ar: المساعدة_إعادة تحميل عنوان اضافيه وأكثر من الملفات. الفوقية
nl: Titels worden van het .meta-bestand geladen indien beschikbaar. In andere gevallen wordt de titel uit de bestandsnaam afgeleid. (Indien zowel .meta als .eit geactiveerd zijn, wordt eerst het .meta-bestand gelezen.)

source: HELP_hide_MiniTV
ar: المساعدة_ إخفاء التلفزيون المصغر
it: Nascondi MiniTV
nl: Verberg het Mini-TV scherm

source: HELP_hide_MiniTV_method
ar: المساعدة_طريقة إخفاء التلفزيون المصغر
it: metodo per nascondere MiniTV
nl: Mini-TV verberg methode

source: Hide MiniTV
ar: إخفاء التلفزيون المصغر
it: Nascondi MiniTV
nl: Mini-TV verbergen

source: Horizontal alignment for date
ar: محاذاة أفقيه للتاريخ
it: Allineamento orizzontale per data
nl: Horizontale uitlijning voor datum

source: IMDb
ar: قاعدة بيانات الأفلام على الإنترنت

source: Installing Mutagen-package
ar: تثبيت حزمة موتجان
nl: Installeren Mutagen-pakket

source: Listbox is skin able
ar: قائمة المربع حسب السكن المتوفر
it: Usa skin per la listbox
nl: Opnamelijst is skinbaar
ro: Listbox capabil de skin

source: Method of hiding MiniTV
ar: طريقة إخفاء التلفزيون المصغر
it: metodo per nascondere MiniTV
nl: Mini-TV verbergen methode

source: OK
ar: موافق
nl: Bevestigen

source: Preferred cover resolution (if possible):
ar: الدقة المفضلة للغلاف (إن وجدت)
it: Risoluzione preferita per le cover (se possibile):
nl: Voorkeurs resolutie cover (als mogelijk):

source: SKIN-SETTINGS
ar: إعدادات السكن
nl: SKIN-INSTELLINGEN

source: Search Results per Search Site%s:
ar: نتائج البحث لكل موقع بحث %s:
it: Risultati Ricerca per i Siti di ricerca %s:
nl: Zoekresultaten per zoeksite %s:

source: Search filter for matching existing terms in the title:
ar: فلتر البحث لمطابقه المصطلحات الموجودة في العنوان:
it: Filtro ricerca per trovare termini esatti nel titolo:
nl: Zoekfilter voor overeenkomsten in termen in de titel:

source: Set path to save the folder Cover:
ar: تعيين مسار لحفظ مجلد للاغلفة:
it: Imposta percorso dove salvare la cartella delle Cover:
nl: Selecteer locatie voor opslaan cover map:

source: Settings have been Saved.
ar: تم حفظ الإعدادات.
it: Le impostazioni sono state salvate.
nl: Instellingen zijn opgeslagen.

source: Show audio metadata
ar: عرض البيانات الصوتية
nl: Toon geluids-metadata

source: Style for original EMC-skin (needs reopen)
ar: الشكل الأصلي لمركز مشغل الأفلام - السكن (تحتاج إعادة فتحه)
nl: Stijl voor originele EMC-skin (herstart nodig)

source: TMDb
ar: معلومات قاعدة بيانات الافلام

source: TRASHCAN
ar: سلة المحذوفات
nl: PRULLENBAK

source: The python-mutagen package is not available on the feed.
ar: حزمة البايثون غير متوفرة علي الفييد.
nl: Het python-mutagen pakket is niet beschikbaar op de feed.

source: Try to load extra title and more from .meta files
ar: محاولة تحميل عنوان اضافيه وأكثر من الملفات
nl: Probeer om extra titel en meer uit .meta-bestand te laden

source: VLC
ar: مشغل الوسائط

source: every single one
ar: كل واحد
it: ogni singolo
nl: elke individuele

source: no limit
ar: لا يوجد حد
it: Nessun limite
nl: geen limiet

source: overall
ar: العام
it: complessivo
nl: algeheel

source: standard cover
ar: غلاف عادي
it: Cover standard
nl: standaard cover

source: themoviedb.org for movies + thetvdb.com for series (e.g. 'S01E01' in title)
ar: themoviedb.org للأفلام + thetvdb.com للسلسلة (علي سبيل المثال ' ق 01e01 ' في العنوان)
it: themoviedb.org per i film + thetvdb.com per le serie (es. 'S01E01' in titolo)
nl: themoviedb.org voor opnames + thetvdb.com voor series (b.v. 'S01E01' in titel)

source: thetvdb cover number (standard cover):
ar: رقم تغطيه thetvdb (الغطاء القياسي):
it: Numero cover thetvdb (cover standard):
nl: thetvdb cover nummer (standaard cover):

source: thetvdb cover range per title:
ar: نطاق تغطيه thetvdb لكل عنوان:
it: range cover thetvdb per titolo:
nl: thetvdb cover bereik per titel::

source: three contiguous
ar: ثلاثه متجاورة
it: tre contigui
nl: drie aaneengesloten

source: two contiguous
ar: اثنين متجاورة
it: due contigui
nl: twee aaneengesloten

source: HELP_separator_hide&performance
it: Impostazioni per nascondere Files/Cartelle e prestazioni.
ro: HELP_separator_hide & performanță

source: HELP_separator_Trashcan settings
it: Impostazioni per il Cestino
ro: Setările HELP_separator_Trashcan
