Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: ar, it, nl, ro, uk

source: HELP_Show directory size in skin
ar: المساعدة_عرض حجم المسارات في السكن
it: Mostra dimensione directory nella skin
nl: Toon de gebruikte ruimte van een map in de skin
uk: Показувати розмір каталогу в скіні

source: HELP_Show experimental options
ar: المساعدة_عرض الخيارات التجريبية
it: Mostra le opzioni sperimentali
nl: Toont experimentele instellingen die kunnen worden gebruikt
uk: Показати експериментальні параметри

source: HELP_Show link arrow
ar: المساعدة_عرض سهم على الروابط
it: Mostra link arrow
nl: Toon link pijl
ro: HELP_Show link sageata
uk: Показати стрілку посилань

source: HELP_Show message if file added to playlist
ar: المساعدة_عرض رسالة إذا أضفت الملف في قائمة التشغيل
it: Mostra un messaggio quando un file viene aggiunto alla playlist
nl: Toon bericht bij toevoegen aan afspeellijst
uk: Показати повідомлення, якщо файл додано до списку відтворення

source: HELP_Show movie icons
ar: المساعدة_عرض ايقونة الفلم
it: Nell'elenco filmati verrà visualizzata un'icona corrispondente.
nl: Een overeenstemmende icon wordt weergegeven in de opnamelijst.
ro: HELP_Show icoane film
uk: Показувати піктограми фільмів

source: HELP_Show movie picons
ar: المساعدة_عرض بايقونة الفلم
it: Mostra Picons dei film
nl: Toon opname picons
uk: Показувати пікони фільмів

source: HELP_Show movie preview
ar: المساعدة_عرض مشاهدة الفلم
it: Mostra anteprima registrazione
nl: Toon voorbeeld
ro: HELP_Show previzualizare film
uk: Показати попередній перегляд фільму

source: HELP_Show movie preview delay
uk: Показати затримку перегляду фільму

source: HELP_Show movie progress
ar: المساعدة_عرض علامة تقدم الفلم
it: Una barra di avanzamento davanti ai film viene visualizzata nell'elenco dei filmati.
nl: Een voortgangsindicatie (balk of percentage) wordt weergegeven in de opnamelijst voor de opnamenaam.
ro: HELP_Show progres film
uk: Показувати прогрес фільму

source: HELP_Show plugin config in extensions menu
ar: المساعدة_عرض إضافة الاعدادات في قائمة الملحقات
it: Mostra o nasconde le impostazioni EMC nel menu estensioni. Il menu estensioni è normalmente accessibile tramite il tasto [blu].
nl: EMC-instellingen verbergen of tonen in het extensie-menu. Het extensie-menu is normaliter via de blauwe knop te bereiken.
ro: HELP_Show plugin config în meniul de extensii
uk: Показати налаштування плагіна в меню розширень

source: HELP_Show real length of running records
ar: المساعدة_ عرض الطول الحقيقي للسجلات قيد التشغيل
it: Mostra la lunghezza reale delle registrazioni in riproduzione
nl: Toon werkelijke lengte van lopende opnames
ro: HELP_Show lungime reală a înregistrărilor de funcționare
uk: Показати реальну довжину поточних записів

source: HELP_Show symlinks
ar: المساعدة_عرض الروابط الرمزية
it: Mostra o nasconde i link simbolici
nl: Toon symlinks
ro: Legături simbolice HELP_Show
uk: Показати посилання

source: HELP_Show trashcan directory
ar: المساعدة _ عرض مسار سلة المهملات
it: Mostra la directory del cestino in EMC. (Se nascosto, puoi comunque accedere al cestino attraverso il Menu EMC)
nl: Laat de prullenbak in de opnamelijst zien. (De prullenbak kan in elk geval via het menu worden opgeroepen, zelfs wanneer het verborgen is.)
ro: HELP_Show director gunoi
uk: Показати директорію кошика

source: HELP_Sort mode at startup
ar: المساعدة_وضع الفرز عند بدء التشغيل
it: Tipo ordinamento all'avvio
nl: Standaard sorteer methode
ro: Help ordine implicita
uk: Режим сортування при запуску

source: HELP_Start EMC with
ar: المساعدة_تشغيل مركز مشغل الأفلام مع
it: Imposta il tasto diretto per aprire EMC.
nl: Selecteer de knop voor het opstarten van EMC instellen.
ro: HELP_Start EMC cu
uk: Запустіть EMC

source: HELP_Tertiary playback audio language
ar: المساعدة_لغة القناة الصوتية الثالثة
it: La traccia audio che dovrà essere selezionata, se disponibile, come terza opzione.
nl: Derde geluidsspoor, indien beschikbaar, dat gekozen moet worden.
ro: HELP_Tertiary redare limbă audio
uk: Третя мова аудіо

source: HELP_Tertiary playback subtitle language
ar: المساعدة_لغة ترجمة القناة الثالثة
it: La lingua per i sottotitoli che dovrà essere selezionata, se disponibile, come terza opzione.
nl: Derde taal ondertitels, indien beschikbaar, die gekozen moeten worden.
ro: Redare HELP_Tertiary limbă de subtitrare
uk: Третя мова субтитрів

source: HELP_Text shown for initially unknown count and size
ar: المساعدة_الايقونة معروض للعد مجهول مبدئيًا / الحجم
it: Indicare il testo visualizzato per conteggio e dimensione inizialmente sconosciuti
nl: Toon aanvankelijk onbekend aantal bestanden en grootte als
uk: Показати текст для початково невідомої велечини та розміру

source: HELP_Text shown for initially unknown directory size
ar: المساعدة_الايقونة معروض للعد مجهول مبدئيًا / الحجم
it: Indicare il Testo visualizzato per la dimensione di directory inizialmente sconosciuta
nl: Toon aanvankelijk onbekende map grootte als
uk: Показати текст для початково невідомого розміру директорії

source: HELP_Text shown for initially unknown file count
ar: المساعدة_الايقونة معروض للعد مجهول مبدئيًا / الحجم
it: Indicare il testo visualizzato per conteggio file inizialmente sconosciuto
nl: Toon aanvankelijk onbekend aantal bestanden als
uk: Показати текст для початково невідомої велечини

source: HELP_Trashcan enable
ar: المساعدة _ تفعيل سلة المهملات
it: Abilita le funzionalità Cestino. Alla eliminazione, tutti i files vengono prima spostati nella directory del cestino.
nl: Instellen van de prullenbak. Drukken op [verwijderen] zal de opnames naar de prullenbak verplaatsen i.p.v. deze onmiddellijk te verwijderen.
ro: HELP_Trashcan activare
uk: Увімкнення кошика

source: HELP_Trashcan path
ar: المساعدة _ مسار سلة المهملات
it: Imposta il percorso del cestino. Selezionando [elimina] dal menu, le registrazioni verranno spostate nel cestino (se attivo) invece di essere eliminate immediatamente.
nl: Instellen van de locatie van de prullenbak. Drukken op [verwijderen] zal de opnames naar de prullenbak verplaatsen i.p.v. deze onmiddellijk te verwijderen.
ro: Cale HELP_Trashcan
uk: Шлях до кошика

source: HELP_Try to load titles from .eit files
ar: المساعدة_إعادة تحميل عنوان اضافيه وأكثر من الملفات
it: I Titoli saranno caricati dai file .eit se disponibili. Altrimenti il titolo sarà ricavato dal nome del file. (Is .meta e .eit attivi, il .meta verrà letto prima.)
nl: Titels worden van het .eit-bestand geladen indien beschikbaar. In andere gevallen wordt de titel uit de bestandsnaam afgeleid. (Indien zowel .meta als .eit geactiveerd zijn, wordt eerst het .meta-bestand gelezen.)
ro: HELP_Try pentru a încărca titluri din fișiere .eit
uk: Спробуйте завантажити назви з .eit файлів

source: HELP_Try to load titles from .meta files
ar: المساعدة_إعادة تحميل عنوان اضافيه الملفات من الاعلى
it: I Titoli saranno caricati dai file .meta se disponibili. Altrimenti il titolo sarà ricavato dal nome del file. (Is .meta e .eit attivi, il .meta verrà letto prima.)
nl: Titels worden van het .meta-bestand geladen indien beschikbaar. In andere gevallen wordt de titel uit de bestandsnaam afgeleid. (Indien zowel .meta als .eit geactiveerd zijn, wordt eerst het .meta-bestand gelezen.)
ro: HELP_Try pentru a încărca titluri din fișiere .meta
uk: Спробуйте завантажити назви з .meta файлів

source: HELP_Upgrade/Download Mutagen v1.28(experimental)
it: Aggiorna/Scarica Mutagen v1.28 (sperimentale)
uk: Оновити/Завантажити Mutagen v1.28 (експериментальний)

source: HELP_Use Toggle Cover Button
uk: Використовуйте кнопку перемикання обкладинки

source: HELP_Use cache for files and directories
ar: المساعدة_أستخدم الذاكرة المؤقتة للملفات والمسارات
it: Usa la cache per files e directory
nl: Gebruikt cache voor bestanden en mappen
ro: Cache HELP_Use pentru fișiere și directoare
uk: Використовуйте кеш для файлів і каталогів

source: HELP_Use original EMC-skin (needs reopen)
ar: المساعدة_الأصلي لمركز مشغل الأفلام - السكن (تحتاج إعادة فتحه)
it: Usa la skin integrata di EMC e non quella della skin dell'immagine corrente.
nl: Hiermee wordt de originele EMC-skin gebruikt en niet de variant uit de Enigma2 skin. Matrix-HD, Karven enz.
uk: Використовуйте оригінальний EMC-скін (потрібне перезавантаження)

source: HELP_Wake device when entering dir from emc-noscan.cfg
ar: المساعدة_جهاز تنبيه عند دخول المسار من مركز مشغل الافلام
it: Sveglia il dispositivo quando entra in una dir in emc-noscan.cfg
nl: Apparaat ontwaken bij het openen van map uit emc-noscan.cfg
uk: Активуйте при включенні dir з emc-noscan.cfg

source: HELP_Yellow button function
ar: المساعدة_وظائف الزر الافر
it: Selezionare una funzione da assegnare al tasto Giallo
nl: Functie van de Gele knop
ro: Functia buton HELP_Yellow
uk: Функція жовтої кнопки

source: HELP_Zap to channel after record EOF
ar: المساعدة_أنتقل إلى القناة بعد التسجيل
it: Se il player raggiunge la fine di una registrazione, a causa dell'avanzamento veloce o salto avanti, chiude EMC e si sposta direttamente sul canale live della registrazione.
nl: Nadat een opname is beëindigd wordt teruggekeerd naar de TV zender
ro: HELP_Zap revenire la canal după înregistrare EOF
uk: Переключення каналу після запису EOF

source: HELP_auto-start window begin
ar: المساعدة_بدء تشغيل النافذة تلقائيا
it: Orario minimo di partenza dell'operazione di auto-start
nl: Stel de begin tijd in
ro: HELP_auto-start fereastra începe
uk: Автозапуск початкового вікна

source: HELP_auto-start window end
ar: المساعدة_إنهاء تشغيل النافذة تلقائيا
it: Orario massimo in cui eseguire l'operazione di auto-start
nl: Stel de eind tijd in
ro: Sfârşitul de fereastra HELP_auto-start
uk: Завершити роботу вікна автозапуску

source: HELP_cfghide_enable
ar: المساعدة_تفعيل إخفاء ملف السي في جي
it: Nascondi file e directory indicate in '/etc/enigma2/emc-hide.cfg'. Il cambio di questa impostazione richiede il riavvio di Enigma2!
nl: Verberg bestanden en mappen die opgenomen zijn in '/etc/enigma2/emc-hide.cfg'. Het aanpassen van deze instelling vereist een herstart van Enigma2!
uk: Сховати налаштовані записи

source: HELP_cfgscan_suppress
ar: المساعدة_البحث عن ملفات سي في جي المخفية
it: Non analizzare le strutture DVD nelle sottodirectory dai percorsi indicati in '/etc/enigma2/emc-noscan.cfg'. Questo evita risvegli inaspettati di dischi di rete. Il cambio di questa impostazione richiede un riavvio di Enigma2!
nl: Niet zoeken naar DVD-structuren in mappen waarvan de locaties opgenomen zijn in '/etc/enigma2/emc-hide.cfg'. Dit voorkomt het ongewenst opstarten van andere dragers zoals harde schijven, NAS e.d. Het aanpassen van deze instelling vereist een herstart van Enigma2!
uk: Вимкнення, або включення сканування у вибраних папках

source: HELP_hide_MiniTV cover
ar: المساعدة_ إخفاء غلاف التلفزيون المصغر
nl: Mini-TV cover verbergen
uk: сховати мініТВ при виводі обкладинки

source: HELP_hide_miniTV
uk: сховати мініТВ

source: HELP_scan_linked
ar: المساعدة_ البحث عن الروابط
it: Disabilita l'analisi per le strutture DVD in Symlinks che si riferiscono a sottodirectory. Questo evita risvegli inaspettati di dischi di rete.
nl: Niet in (submappen van) symlinks naar DVD-structuren zoeken. Dit voorkomt het ongewenst opstarten van andere dragers zoals harde schijven, NAS e.d.
uk: Сканування пов'язаних папок

source: Hide Cover
ar: إخفاء الغلاف
it: Nascondi Cover
nl: Cover verbergen
ro: Ascunde Cover
uk: Сховати обкладинку

source: Hide MiniTV if Cover is shown
ar: إخفاء التلفزيون المصغر إذا تم عرض الغلاف
nl: Mini-TV verbergen als cover wordt weergegeven
uk: Приховати MiniTV при відображенні обкладинки

source: Hide configured entries
ar: إخفاء الإدخالات المكونة
it: Nascondi elementi configurati
nl: Verberg bestanden en mappen
ro: Ascunde intrarile configurate
uk: Сховати налаштовані записи

source: Hide mini TV
uk: Сховати вікно мініТВ

source: Hide movies being deleted
ar: إخفاء الأفلام التي يتم حذفها
it: Nascondi le registrazioni in eliminazione
nl: Verberg opnames die gewist worden
ro: Ascunde filmele sterse
uk: Приховати видалені фільми

source: Hide movies being moved
ar: إخفاء الأفلام التي يتم نقلها
it: Nascondi le registrazioni in spostamento
nl: Verberg opnames die verplaatst worden
ro: Ascund filmele mutate
uk: Приховати переміщення фільмів

source: HomeEnd
ar: نهاية الصفحة الرئيسية
it: InizioFine
uk: Початок/кінець

source: Horizontal alignment for count / size
ar: المساعدة _محاذاة أفقية للعد/ الحجم
it: Allineamento orizzontale per conteggio / dimensione
nl: Horizontale uitlijning voor totaal / grootte
uk: Горизонтальне вирівнювання для кількість/розмір

source: How many days files may remain in trashcan
ar: كم عدد الأيام التي تريد أن تبقى الملفات المحذوفة في سلة المهملات
it: Permanenza file nel cestino (giorni)
nl: Hoe veel dagen mogen bestanden in prullenbak blijven
ro: Cate zile raman fisierele in trashcan
uk: Скільки днів файли можуть залишатися у смітнику

source: How to copy files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow long.
ar: كيفيه نسخ الملفات: حدد بعض الأفلام مع زر الفيديو ، وتحريك المؤشر علي راس الدليل الوجهة والصحافة الصفراء طويلة.
it: Come copiare files: Seleziona alcuni film con il tasto VIDEO, sposta il cursore sulla directory di destinazione e premi giallo prolungato.
nl: Hoe bestanden kopiëren: Selecteer een opname met de VIDEO-knop, met de cursor de doelmap kiezen en daarna lang (!) op de gele knop drukken.
uk: Як копіювати файли: Виберіть кілька фільмів за допомогою кнопки VIDEO, перемістіть курсор до цільового каталогу та натисніть довго жовту кнопку.

source: How to move files: Select some movies with the VIDEO-button, move the cursor on top of the destination directory and press yellow.
ar: كيفيه نقل الملفات: حدد بعض الأفلام مع زر الفيديو ، وتحريك المؤشر علي راس الدليل الوجهة والصحافة الصفراء.
it: Come spostare files: Seleziona alcuni film con il tasto VIDEO, sposta il cursore sulla directory di destinazione e premi giallo.
nl: Hoe bestanden kopiëren: Selecteer een opname met de VIDEO-knop, met de cursor de doelmap kiezen en daarna op de gele knop drukken.
uk: Як перемістити файли: Виберіть кілька фільмів за допомогою кнопки VIDEO, перемістіть курсор до цільового каталогу та натисніть жовту кнопку.

source: IMDb Search
ar: البحث في قاعدة بيانات معلومات الأفلام على الإنترنت
it: Ricerca IMDb
nl: IMDb zoeken
ro: Cautare IMDB
uk: Пошук IMDb

source: Icon shown for initially unknown count / size
ar: الايقونة معروض للعد مجهول مبدئيًا / الحجم
it: Icona visualizzata per conteggio / dimensione inizialmente sconosciuto
nl: Toon pictogram voor aanvankelijk onbekend aantal / grootte
uk: Іконка, яка відображається для невідомих кількість/розмір

source: Information
ar: معلومات
it: Informazioni
nl: Informatie
ro: Informație
uk: Інформація

source: Install Mutagen-package
it: Installa il pacchetto Mutagen
uk: Встановити пакет Mutagen

source: Install Mutagen-package for audio metadata
ar: ثبت الحزمة-بيانات التعريف الصوتية
nl: Installeer Mutagen-pakket voor geluid metadata
uk: Встановити пакет Mutagen для аудіо метаданих

source: Italian
ar: الايطالية
nl: Italiaans
uk: Італійська

source: Jump to first mark when playing movie
ar: القفز إلى أول علامة عند تشغيل الفيلم
it: Vai al primo contrassegno quando riproduci film
nl: Automatisch naar het eerste markeerpunt springen bij afspelen
ro: Salt la primul marcaj cand vizionezi
uk: Перейти на першу мітку під час відтворення фільму

source: KEYMAPPING
ar: خريطة المفاتيح
nl: KNOP TOEWIJZINGEN
uk: РОЗКЛАДКА КЛАВІАТУРИ

source: Key period value (50-900)
ar: قيمه الفترة الاساسيه (50-900)
it: Ritardo ripetizione tasti (50-900)
nl: Toetsduur (50-900)
ro: Perioada buton apasat 50-900
uk: Час дії для кнопки (50-900)

source: Key repeat value (250-900)
ar: القيمة الرئيسية للتكرار (250-900)
it: Velocità ripetizione tasti (250-900)
nl: Toets herhaalwaarde (250-900)
ro: Perioada de repetitie 250-900
uk: Час повтору дії для кнопки (250-900)

source: LANGUAGE
ar: اللغـة
nl: TAAL
uk: МОВА

source: Language:
ar: اللغة:
it: Lingua:
nl: Taal:
ro: Limbi:
uk: Мова:

source: Last played movie/playlist not available...
ar: آخر تشغيل الفيلم/قائمه التشغيل غير متوفرة...
it: Ultima registrazione/playlist non disponibile...
nl: Laatst afgespeelde opname/afspeellijst niet beschikbaar...
uk: Останній відтворений фільм/список відтворення недоступний ...

source: Latest
ar: الحصول على أحدث صورة تجريبية
it: Recenti
nl: Laatste
ro: Ultimele
uk: Останні

source: Latest Recordings
ar: أحدث التسجيلات
it: Ultime registrazioni
nl: Recente opnames
ro: Ultimele inregistrari
uk: Останні записи

source: Latest Recordings directory limit
ar: مسار أخر التسجيلات
it: Limite directory Ultime Registrazioni
nl: Nieuwste opnames map limiet
uk: Ліміт каталогу останніх записів

source: Latest Recordings directory use emc-noscan.cfg
ar: مسار التسجيلات الأخيرة المستخدمة في مركز مشغل الافلام-noscan.cfg
it: Usa emc-noscan.cfg per la directory Ultime Registrazioni
nl: Nieuwste opnames map gebruik emc-noscan.cfg
uk: Каталог останніх записів використовує emc-noscan.cfg

source: Leave Movie with Exit
ar: غادر الفلم مع الخروج
it: Abbandonare la riproduzione con Exit
nl: Stop afspelen met Exit?
ro: Abandoneaza vizionarea prin Exit
uk: Залишити Фільм при виході

source: Light green
ar: اخضر فاتح
nl: Licht Groen
uk: Світло-зелений

source: Light grey
ar: رمادي فاتح
nl: Licht Grijs
uk: Світло-сірий

source: Light orange
ar: برتقالي فاتح
nl: Licht Oranje
uk: Світло-оранжевий

source: Light red
ar: احمر فاتح
nl: Licht Rood
uk: Світло-червоний

source: Limit file operations in dirs from emc-noscan.cfg
ar: الحد من عمليات الملف في المسارات من مركز مشغل الافلام-noscan.cfg
it: Limita le operazioni su file nelle directory in emc-noscan.cfg
nl: Limiteer de bestandsbewerkingen van mappen in de emc-noscan.cfg
uk: Обмежити файлові операції в директорії з emc-noscan.cfg

source: Link
ar: رابط
ro: Referinta
uk: Посилання

source: List entries to skip
ar: تخطي قائمة المدخلات
it: Lista elementi da saltare
nl: Weergeven invoer tot en met overslaan
ro: Lista de intrări de sărit
uk: Список записів буде пропущено

source: Load Genre:
ar: تحميل النوع:
it: Carica Genere:
nl: Laad genre:
ro: Gen:
uk: Завантаження жанру:

source: Load Production Countries:
ar: تحميل الإنتاج حسب الدول:
it: Carica Paese di Produzione:
nl: Laad productie land(en):
ro: Țara producătoare :
uk: Країни виробництва:

source: Load Release Date:
ar: تحميل تاريخ الإصدار:
it: Carica Data di Uscita:
nl: Laad publicatie datum:
ro: Data lansării:
uk: Дата завантаження:

source: Load Runtime:
ar: تحميل وقت التشغيل:
it: Carica Durata:
nl: Laat speeltijd:
ro: Runtime:
uk: Тривалість завантаження:

source: Load Vote:
ar: تحميل التصويت:
it: Carica Valutazione:
nl: Laad stemmen:
ro: Vot:
uk: Завантажити голосування:

source: Load all for non showing titles from .meta files
it: Carica tutto per i titoli mancanti nel file .meta
uk: Завантажити все, щоб не відображати заголовки з файлів .meta

source: Load default settings will overwrite all settings, really load them?
ar: تحميل الإعدادات الافتراضية سوف الكتابة فوق كافة الإعدادات ، حقا تحميلها ؟
it: Il caricamento delle impostazioni predefinite sovrascriverà tutte le impostazioni, confermi ?
nl: Standaard instellingen, zal alle instellingen herstellen. Wilt u doorgaan?
ro: Reset general ! sunteti sigur ?
uk: Завантаження налаштувань за замовчуванням скине всі налаштування! Завантажити?

source: Locate rogue files and remove them? (permanently if no trashcan available, may take a minute or so)
ar: تحديد موقع الملفات المارقة وأزالها ؟ (بشكل دائم إذا لم يكن هناك مهملات المتاحة ، قد يستغرق دقيقه أو نحو ذلك)
it: Individuare file rougue e rimuoverli? (definitivamente se cestino non disponibile, occorrerà circa un minuto)
nl: Ongewenste bestanden zoeken en verwijderen? (Als er geen prullenbak is worden deze meteen verwijderd - kan even duren)
ro: Localizeaza si sterge fisierele rogue ?
uk: Найти пошкоджені файли і видалити? (назавжди, якщо кошик не доступний, може зайняти якийсь час)

source: Location:
ar: موقعك:
it: Posizione:
nl: Locatie:
ro: Locaţia:
uk: Розташування:

source: Long Blue button function
ar: وظيفة الزر الأزرق المطول
it: Funzione del tasto Blu prolungato
nl: Functie van de Blauwe knop (lang)
ro: Functia Albastru lung
uk: Синя кнопка довге натискання

source: Long Red button function
ar: وظيفة الزر الأحمر المطول
it: Funzione del tasto Rosso prolungato
nl: Functie van de Rode knop (lang)
ro: Functie lung roşu
uk: Червона кнопка довге натискання

source: Long Yellow button function
ar: وظيفة الزر الأصفر المطول
it: Funzione del tasto Giallo prolungato
nl: Functie van de Gele knop (lang)
ro: Functia galben lung
uk: Жовта кнопка довге натискання

source: LongInfo Button
ar: زر المعلومات المطول
it: Tasto Info prolungato
nl: Functie van de Info knop (lang)
ro: LongInfo buton
uk: Кнопка Info довге натискання

source: MM/DD HH:MM
it: MM/GG OO:MM
uk: ММ/ДД ГГ:ХХ

source: Manage Cover
ar: إدارة الغلاف
it: Gestisci Cover
nl: Beheer cover
ro: Administrare copertă
uk: Управління обкладинкою

source: Mark all movies
ar: وضع علامة علي جميع الأفلام
it: Marca tutti i filmati
nl: Markeer alle opnames
ro: Marcheza toate filmele
uk: Позначити всі записи

source: Mark new recordings with a star
ar: وضع علامة علي التسجيلات الجديدة بنجمه
it: Marca le nuove registrazioni con una stella
nl: Markeer nieuwe opnames met een ster
ro: Marcheaza cu * inregistrarile noi
uk: Позначте нові записи зіркою

source: Method of hiding mini TV
uk: Спосіб приховування мініТВ

source: Minimum file cache limit (0=cache everything)
ar: حد الحد الأدنى لذاكره التخزين المؤقت للملف (0 = كل شيء)
it: Limite minimo file cache (0=cache tutto)
nl: Minimale bestands cache limiet ( 0=cache alles)
uk: Мінімальна межа кешу файлу (0 = весь кеш)

source: Minutes
ar: دقائق
it: Minuti
nl: Minuten
ro: Minute
uk: Хвилин

source: Month
ar: شهر
it: Mese
nl: Maand
uk: Місяць

source: Months
ar: أشهر
it: Mesi
nl: Maanden
uk: Місяці

source: Move
uk: Перемістити

source: Move Cover to:
ar: نقل الغلاف إلى:
it: sposta Cover in:
nl: Verplaats cover naar:
uk: Перемістити обкладинку до:

source: Move Directory:
ar: نقل المسار:
it: Sposta Directory:
nl: Opname map:
uk: Перемістити директорію:

source: Move File
ar: نقل ملف
it: Sposta File
nl: Bestand verplaatsen
uk: Перемістити файл

source: Move Files
ar: نقل الملفات
it: Sposta Files
nl: Bestanden verplaatsen
uk: Перемістити файли

source: Move cursor down
ar: تحريك المؤشر لأسفل
it: Cursore giù
nl: Cursor omlaag
ro: Mutați cursorul în jos
uk: Перемістити курсор вниз

source: Move cursor page down
ar: تحريك صفحه المؤشر لأسفل
it: Spostare il cursore 1 pagina giù
nl: Cursor pagina omlaag
ro: Mută ​​pagina cursorul în jos
uk: Перемістити курсор на сторінку вниз

source: Move cursor page up
ar: تحريك صفحه المؤشر لاعلي
it: Spostare il cursore 1 pagina sù
nl: Cursor pagina omhoog
ro: Mută ​​pagina cursorul în sus
uk: Перемістити курсор на сторінку вверх

source: Move cursor to the end / Move cursor x entries down / Switch Folders in Movie Home (down)
ar: نقل المؤشر إلى نهاية/نقل المؤشر الإدخالات العاشر أسفل/تبديل المجلدات في الصفحة الرئيسية الفيلم (لأسفل)
it: Sposta il cursore in fondo / Sposta il cursore alla voce inf. / Passa alla cartella home dei film (giù)
nl: Verplaats de cursor naar het einde / verplaats de cursor x plekken naar beneden / Switch mappen in standaardmap (naar beneden)
ro: Mutați cursorul la sfârșitul / Mutare cursor x intrări jos / comutator foldere în Movie Acasa (jos)
uk: Перемістити курсор у кінець/Перемістити курсор x записів вниз/Перемістити папок у домашній папці (вниз)
