Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: ar, it, nl, ro, uk

source: Directory %s already exists!
ar: المسار %s موجود بالفعل!
it: La directory %s esiste già!
nl: Map %s bestaat al!
ro: Directorul %s exista deja
uk: Каталог %s уже існує!

source: Directory back
ar: الرجوع للمسار
it: Directory precedente
nl: Vorige map
ro: Director înapoi
uk: Каталог назад

source: Directory forward
ar: تقدم للمسار
it: Directory successiva
nl: Volgende map
ro: Director înainte
uk: Каталог вперід

source: Directory is not empty! Do you really want to delete it?
ar: المسار ليس فارغا! هل تريد حقا حذفه ؟
it: La directory non è vuota! Vuoi veramente eliminarla ?
nl: Map is niet leeg! Wilt u deze werkelijk verwijderen?
ro: Directorul nu este gol ... chiar vrei sa-l stergi ?
uk: Директорія не порожня! Ви дійсно хочете її видалити?

source: Directory is not empty.
uk: Каталог не порожній.

source: Directory up
ar: المسار للأعلى
it: Directory superiore
nl: Naar bovenliggende map
ro: Direstor parinte
uk: Каталог вверх

source: Directory-Cover search
ar: المسار - بحث عن الغلاف
it: Ricerca Directory-Cover
nl: Map-cover zoeken
uk: Пошук каталогу-обкладинки

source: Disable EMC
ar: تعطيل مركز تشغيل الأفلام
it: Disabilita EMC
nl: EMC uitschakelen
ro: Dezactivaţi EMC
uk: Вимкнути EMC

source: Display directory reading text
ar: عرض مسار النصوص المقروءه
it: Mostrare il testo lettura directory
nl: Toon bericht bij actualiseren overzicht
ro: Arata textul explicativ al directorului
uk: Відображати текст читання каталогу

source: Do you really want to delete the cut file? If you have selected a directory, all cut files within the folder and its subfolders will be deleted!
ar: هل تريد حقا حذف الملفات المقطعة ؟ إذا قمت بتحديد مسار ، سيتم حذف كافة الملفات التي تم قصها داخل المجلد والفرعية الخاصة به!
it: Vuoi veramente eliminare il file cut? Se hai selezionato una directory, tutti i file cut nella cartella e relative sottocartelle saranno eliminati!
nl: Wilt u echt de cut bestanden verwijderen? Als u een map hebt geselecteerd, zullen alle cut bestanden in de map en onderliggende mappen worden verwijderd!
uk: Ви дійсно хочете видалити відредактований файл? Якщо ви вибрали каталог, усі його файли та вкладені папки, будуть видалені!

source: Do you really want to lock the directory %s and all its subfolders?
ar: هل تريد حقا إقفال المسار %s وكافة مجلداته الفرعية ؟
it: Vuoi veramente bloccare la directory %s a tutte le sue sottocartelle?
nl: Wilt u echt de map %s en alle onderliggende mappen vergrendelen?
ro: Chiar doresti sa blochezi %s si subdirectoarele lui ?
uk: Ви дійсно хочете заблокувати каталог %s та всі вкладені у нього папки?

source: Do you really want to remove your bookmark %s?
ar: هل تريد حقا أزاله الاشارات المرجعية %s ؟
it: Vuoi veramente rimuovere i tuoi bookmark %s?
nl: Wilt U uw bladwijzers echt verwijderen %s?
uk: Ви дійсно хочете видалити свою закладку %s?

source: Do you really want to remove your directory %s?
ar: هل تريد حقا أزاله المسار %s ؟
it: Vuoi veramente rimuovere le tue cartelle %s?
nl: Wilt U uw map echt verwijderen %s?
uk: Ви справді бажаєте вилучити каталог %s?

source: Do you really want to remove your link %s?
ar: هل تريد حقا أزاله الروابط المحذوفة %s ؟
it: Vuoi veramente rimuovere i tuoi collegamenti %s?
nl: Wilt U uw link echt verwijderen %s?
uk: Ви дійсно хочете видалити посилання %s?

source: Do you want to resume this playback?
ar: هل تريد إستئناف هذا العرض؟
it: Vuoi riprendere questa riproduzione?
nl: Wilt u het afspelen voortzetten?
ro: Doriti sa reluati vizionarea
uk: Ви хочете відновити це відтворення?

source: Does not contain any scripts.
ar: لا يحتوي علي إيه برامج نصيه.
it: Non contiene scripts.
nl: Bevat geen scripts.
ro: Nu conține nici un script.
uk: Не містить скриптів.

source: Don't auto scan size of dirs from emc-noscan.cfg
ar: لا للبحث التلقائي عن حجم المسارات من مركز تشغيل الأفلام - noscan.cfg
it: Non eseguire la scansione automatica di dirs da emc-noscan.cfg
nl: Niet auto scannen naar map grootte van mappen in de EMC-noscan.cfg
uk: Не сканувати автоматично розмір диска з emc-noscan.cfg

source: Download Movie Info
ar: تحميل معلومات الفيلم
it: Scarica informazioni Film
nl: Download opname informatie
ro: Descarca informatie film
uk: Завантажити інформацію про фільм

source: Download Movie Information
ar: تحميل معلومات الفيلم
it: Scarica Informazioni Film
nl: Download informatie
ro: Descarca informatie film
uk: Завантажити інформацію про фільм

source: Download Mutagen-package for audio metadata
it: Scarica il pacchetto Mutagen per i metadata audio
uk: Завантажити Mutagen-пакет для аудіо метаданих

source: Download cutlist from Cutlist.at
ar: تحميل القوائم المقطعة من قائمة الأجزاء المقطعة
it: Scarica lista tagli da Cutlist.at
nl: Download cutlist van Cutlist.at
ro: Descarca cutlist
uk: Завантажити список з Cutlist.at

source: Download: %s
ar: تحميل: %s
uk: Завантажити: %s

source: E2 Bookmark
ar: العلامة المرجعية للانجما2
it: Bookmark E2
nl: E2 Bladwijzer
uk: Маркер Ε2

source: E2 Bookmarks
ar: العلامات المرجعية للانجما2
it: Bookmarks E2
nl: E2 baldwijzers
ro: Marcaje E2
uk: Ε2 маркери

source: E2 Restart
ar: إعادة تشغيل الانجما2
it: Riavvia E2
nl: E2 herstarten
uk: Перезапустити E2

source: EMC Zap to Live TV of record
ar: مركز تشغيل الأفلام إنتقل إلى القنوات البث المباشر من التسجيلات
it: EMC Vai alla Live TV della registrazione
nl: EMC Zap naar live TV of opname
ro: EMC Salt la LiveTV înregistrat
uk: EMC Переключити для запису ТВ

source: EMC Bookmarks
ar: العلامات المرجعية لمركز مشغل الافلام
it: Bookmarks EMC
nl: EMC bladwijzers
ro: Marcaje EMC
uk: EMC маркери

source: EMC Cover search
ar: البحث عن الغلاف لمركز مشغل الافلام
it: Ricerca Cover EMC
nl: EMC cover zoeken
ro: Căutare coperta EMC
uk: EMC Обкладинка пошук

source: EMC Cover search setup
ar: ضبط بحث عن الغلاف لمركز مشغل الافلام
it: Impostazioni ricerca Cover EMC
nl: EMC cover zoeken instellingen
uk: EMC Обкладинка налаштування

source: EMC Filebrowser
ar: تصفح ملفات لمركز مشغل الافلام
it: EMC Browser File
nl: EMC bestandsbrowser
uk: EMC файловий браузер

source: EMC Playlist
uk: EMC список відтворення

source: EMC Playlist - current playlist
ar: قائمة التشغيل الحالية مركز مشغل الأفلام - قائمة التشغيل الحالية
it: Playlist EMC - playlist corrente
nl: ECM afspeellijst - huidige afspeellijst
uk: EMC Список відтворення - поточний список відтворення

source: EMC Playlist Menu
ar: قائمة التشغيل الحالية في مركز مشغل الافلام
it: Menu Playlist EMC
nl: EMC afspeellijst menu
uk: EMC Меню списку відтворення

source: EMC Playlist Setup
ar: ضبط التشغيل الحالية في مركز مشغل الافلام
it: Impostazioni Playlist EMC
nl: EMC afspeellijst instellingen
uk: EMC Налаштування Списку відтворення

source: EMC Setup
ar: ضبط مركز مشغل الافلام
it: Impostazioni EMC
nl: EMC instellingen
ro: Setup EMC
uk: EMC Налаштування

source: EMC Trashcan Cleanup failed!
ar: فشل تنظيف الملفات المهملة في مركز مشغل الافلام!
it: Pulizia Cestino EMC fallito!
nl: Leegmaken EMC prullenbak mislukt!
ro: EMC Trashcan Cleanup nu a reușit!
uk: Не вдалося очистити смітник EMC!

source: EMC always reload after open
ar: دائما أعد تشغيل الأفلام بعد الفتح في مركز مشغل الافلام
it: EMC: ricaricare sempre l'elenco all'avvio
nl: EMC mappen actualiseren bij starten
ro: EMC se reincarca dupa open
uk: EMC завжди перезавантажувати після відкриття

source: EMC output directory
ar: معلومات مسارات مركز مشغل الافلام
it: EMC: directory di output
nl: EMC debug Locatie
ro: Director de iesire EMC
uk: Вихідний каталог EMC

source: EMC path access limit
ar: حد الوصول إلى مسار مركز مشغل الافلام
it: EMC: limiti accesso percorso
nl: EMC (bovenliggende)map begrenzing
ro: limita cale EMC
uk: Ліміт доступу до каталогу EMC

source: EMC re-open list after Movie end
ar: إعادة فتح قائمة مركز مشغل الأفلام بعد إنتهاء الفلم
it: EMC: riapertura elenco registrazioni su fine riproduzione
nl: Toon EMC na einde van een
ro: EMO redeschide lista dupa sfarsitul filmului
uk: Відкрити знову список EMC після закінчення фільму

source: EMC re-open list after STOP-press
ar: إعادة فتح قائمة مركز مشغل الأفلام بعد ضغط زر التوقف
it: EMC: riapertura elenco registrazioni su pressione STOP
nl: Toon EMC na op STOP gedrukt te hebben
ro: EMC redeschide lista dupa STOP
uk: Повторно відкрити список EMC після натискання STOP

source: EMC-TMDB Info
ar: معلومات الأفلام - مركز مشغل الافلام
it: Informazioni EMC-TMDB
uk: Інформація EMC-TMDB

source: EMC: Skipping Trashcan Cleanup Movie Home Path is equal to or a subfolder of the Trashcan
ar: مركز مشغل الافلام: تخطي تنظيف الملفات المحذوفة مسار الصفحة الرئيسية للأفلام أو مجلد فرعي من سلة المهملات
it: EMC: Salta lo svuotamento Cestino Il percorso home dei Film è uguale o è una sottocartella del Cestino
nl: EMC: Leegmaken prullenbak overgeslagen Standaardmap movie is hetzelfde als de Prullenbak
uk: EMC: Пропустити очищення смітника Домашня папка фільмів ототожнюється з підпапкою в кошику

source: Empty trashcan
ar: سلة مهملات فارغة
it: Svuotare il cestino
nl: Prullenbak leegmaken
ro: Goleste trashcan
uk: Смітник порожній

source: Enable EMC debug output
ar: تمكين معلومات مسارات مركز مشغل الافلام
it: EMC: abilitare debug output
nl: ECM debug logs activeren
ro: Activați EMC ieșire depanare
uk: Увімкнути налагодження виводу EMC

source: Enable daily trashcan cleanup
ar: تمكين تنظيف سلة المهملات بشكل يومي
it: Abilitare svuotamento giornaliero cestino
nl: Prullenbak dagelijks leegmaken
ro: Activeaza curatarea zilnica a trashcan
uk: Увімкнути щоденну очистку смітника

source: Enable playback AC3-track first
ar: تمكين تشغيل الصوت الثلاثي-الصوت الأول
it: Abilita riproduzione prima traccia AC3
nl: Selecteer AC3-geluidsspoor eerst
uk: Включити відтворення AC3 доріжки першою

source: Enable playback auto-language selection
ar: تمكين اختيار اللغة التلقائية للتشغيل
it: Abilita la selezione automatica della lingua
nl: Selecteer geluidsspoor automatisch
ro: Activeaza selectia auto-language
uk: Включити автоматичний вибір мови відтворення

source: Enable playback auto-subtitling
ar: تمكين تشغيل الترجمة التلقائية
it: Abilitare riproduzione con sottotitoli automatici
nl: Selecteer ondertiteling automatisch
ro: Activeaza afisarea auto-subtitling
uk: Включити автоматичне відтворення субтитрів

source: Enable remote recordings
ar: تمكين التسجيلات بالريموت
it: Abilita registrazioni remote
nl: Detecteer opnames van een andere Box
ro: Activeaza inregistrarile de la remote
uk: Дозволити видалені записи

source: English
ar: الإنجليزية
it: Inglese
nl: Engels
ro: Engleza
uk: Англійська

source: Enigma daily auto-restart
uk: Щоденний перезапуск Enigma

source: Enter Name for Playlist
ar: ادخل أسم لقائمة التشغيل
it: Inserisci il Nome per la Playlist
nl: Geef naam voor de afspeellijst
uk: Ведіть ім’я списку відтворення

source: Enter name for new directory:
ar: أدخل أسم للمسار الجديد:
it: Inserisci il nome per la nuova directory:
nl: Voer de naam van de nieuwe map in:
ro: Introdu numele noului director
uk: Введіть ім’я для нового каталогу:

source: Error, unknown Result!
uk: Помилка, невідомий результат!

source: Exist
ar: موجود
it: Esiste
nl: Bestaat
ro: Exista
uk: Існує

source: Exist: %s
ar: موجود: %s
it: Esistente: %s
nl: Bestaat: %s
ro: Exista: %s
uk: Існує: %s

source: Extra support for language
it: Supporto extra per la lingua selezionata
ro: Suport suplimentar pentru limba aleasa
uk: Додаткова підтримка мови

source: File added to current Playlist.
ar: تمت أضافه الملف إلى قائمه التشغيل الحالية.
it: File aggiunto nella Playlist corrente.
nl: Bestand toegevoegd aan huidige afspeellijst.
uk: Файл додано до даного списку відтворення.

source: File exists in current Playlist.
ar: الملف موجود في قائمه التشغيل الحالية.
it: File esistente nella Playlist corrente.
nl: Bestand bestaat in huidige afspeellijst.
uk: Файл існує в даному списку відтворення.

source: File not available.
ar: الملف غير متوفر.
it: File non disponibile.
nl: Bestand niet beschikbaar.
uk: Файл недоступний.

source: File order reverse
uk: Показ файлів у зворотньому порядку

source: Filename:
ar: اسم الملف:
it: Nome File:
nl: Bestandsnaam:
ro: Nume fișier :
uk: Ім’я файлу:

source: Files added to current Playlist.
ar: الملفات المضافة إلى قائمه التشغيل الحالية.
it: Files aggiunti nella Playlist corrente.
nl: Bestanden toegevoegd aan huidige afspeellijst.
uk: Файли додано до даного списку відтворення.

source: Files added to current Playlist: %s Files exists in current Playlist: %s
it: Files aggiunti nella Playlist corrente: %s Files esistenti nella Playlist corrente: %s
uk: Файли додано до даного списку відтворення: %s Файли існують у поточному списку відтворення:: %s

source: Files exists in current Playlist: %s
ar: توجد الملفات في قائمه التشغيل الحالية: %s
it: Files esistenti nella Playlist corrente: %s
nl: Bestand bestaat in huidige afspeellijst. %s
uk: Файли існують у даному списку відтворення: %s

source: Finished watching percent
ar: الانتهاء من مشاهده النسبة المئوية
it: Limite visualizzazione completa (%)
nl: Percentage volledig afgespeeld
ro: Arata procentul pana la sfarsit
uk: Відсоток перегляду

source: Foldername:
ar: أسم المجلد:
it: Nome Cartella:
nl: Map naam:
ro: NumeFolder:
uk: Назва папки:

source: Force standby after auto-restart
ar: فرض الاستعداد بعد أعاده التشغيل التلقائي
it: Forzare lo standby dopo il riavvio automatico
nl: Forceer stand-by status na een auto-herstart
ro: Vigoare în standby după auto-restart
uk: Примусовий режим очікування після автозапуску

source: Format AVSwitch
ar: التحكم بتهيئة الصوت والصورة
nl: AV-formaat wisselen
uk: Перемикач AV формату

source: Found rogue files:
ar: العثور على الملفات الفاسدة:
it: Trovati files rogue:
nl: Ongewenste bestanden gevonden:
uk: Знайдено пошкоджені файли:

source: Free:
ar: متوفر:
nl: Vrij:
uk: Вільно:

source: French
ar: الفرنسية
nl: Frans
uk: Французька

source: GENERAL
ar: عام
nl: ALGEMEEN
uk: ЗАГАЛЬНІ

source: Genre:
ar: النوع:
it: Genere:
ro: Gen:
uk: Жанр:

source: German
ar: الألمانية
it: Tedesco
nl: Duits
ro: Germană
uk: Німецька

source: Given path %s does not exist. Please change.
ar: المسار المعطي %s غير موجود. الرجاء التغيير.
it: Il percorso %s non esiste. Cambiarlo.
nl: Opgegeven locatie %s bestaat niet. Veranderen a.u.b.
ro: Calea %s nu exista ... corectati
uk: Даний шлях %s не існує. Будь ласка, змініть.

source: Go to trashcan
ar: أذهب إلى سلة المهملات
it: Vai al cestino
nl: Ga naar de prullenbak
ro: Mergi la trashcan
uk: Перейти до смітника

source: Green
ar: أخضر
nl: Groen
uk: Зелений

source: Green button function
uk: Дія зеленої кнопки

source: Grey
ar: رمادي
nl: Grijs
uk: Сірий

source: HELP_About
ar: المساعدة_ حول
it: Apre la finestra di dialogo Informazioni.
nl: Opent het "Info" venster.
ro: HELP_Despre
uk: Про програму

source: HELP_Advanced Skin options separator
it: Impostazioni Skin avanzate
uk: Розширені параметри скіну

source: HELP_Advanced audio metadata options separator
it: Opzioni audio metadata avanzate
uk: Розширені параметри метаданих аудіо

source: HELP_Advanced options separator
it: Impostazioni Avanzate
ro: HELP_Advanced opțiuni separator
uk: Розширені параметри

source: HELP_After file OPs only re-scan affected dirs
ar: المساعدة_حول الملفات التي تبحث عنها وتفحص المسارات
it: Dopo aver eseguito un'operazione sui file (copia, sposta, elimina, etc) esegue una scansione solo delle directory inerenti l'operazione.
nl: Na bestandbewerking alleen opnieuw scannen van betroffen mappen
uk: При зміні файлів будуть перескановані папки

source: HELP_Age of finished movies in movie folder (days)
ar: المساعدة_ عمر الأفلام النهائية في مجلد الفيلم (الأيام)
it: Imposta quanti giorni le registrazioni terminate (viste) possono rimanere nella tua "home" dei film.
nl: Instellen hoeveel dagen de afgespeelde opnames in "Movie" mogen blijven.
ro: HELP_Age de filme finite din dosar film (zile)
uk: Час, через який будуть видалені відмічені файли (дні)

source: HELP_Always save last played progress as marker
ar: المساعدة _ احفظ دائمًا آخر تقدم تم تشغيله كعلامة
it: Con questa opzione viene impostato un contrassegno della posizione ogni volta che si ferma la riproduzione. Quando si riavvia la riproduzione, i tasti < > possono essere usati per saltare a questa posizione (independente dalla funzione di ripresa).
nl: Met deze optie wordt een markeerpunt op de afspeelpositie toegevoegd als het afspelen onderbroken wordt. Bij het hervatten van het afspelen kan met < > knoppen gesprongen worden naar deze posities (onafhankelijk van de functie "afspelen hervatten").
ro: HELP_Always cu excepția a jucat ultima progres ca să îi trimită
uk: Завжди зберігати останню паузу при відтворені, як маркер

source: HELP_Automatic timers list cleaning
ar: المساعدة _ التنظيف التلقائي لقائمة المؤقتات التلقائية
it: I Timer conclusi saranno rimossi automaticamente dalla lista Timer.
nl: Verlopen Timers worden automatisch uit de TimerLijst verwijderd.
ro: Cronometre HELP_Automatic listă de curățare
uk: Автоматичне очищення списку таймерів

source: HELP_Blue button function
ar: المساعدة _ وظائف الزر الازرق
it: Selezionare una funzione da assegnare al tasto Blu
nl: Een keuzelijst voor het toewijzen van een functie aan de blauwe knop.
ro: Functia buton HELP_Blue
uk: Дія синьої кнопки

source: HELP_Bouquet buttons behaviour
ar: المساعدة _ وظائف سلوك الباقات
it: Selezionare il comportamento del tasto Bouquet
nl: Functie van de Bouquet knop
ro: HELP_Bouquet buton
uk: Поведінка кнопки Фаворити

source: HELP_Check for dead links
ar: المساعدة _ في التحقق من الروابط المعطوبة
it: Verifica collegamenti inesistenti
nl: Controleer op niet werkende links
uk: Перевірка відсутніх посилань

source: HELP_Configure in etc\enigma2\emc-topdir.cfg
ar: المساعدة _ تهئية مسار etc\enigma2\emc-topdir.cfg
it: Indicare le directory personalizzate nel file etc\enigma2\emc-topdir.cfg
nl: Dit kan worden ingesteld in etc\enigma2\emc-topdir.cfg
ro: Help etc\enigma2\emc-topdir.cfg
uk: Збереження конфігурації в etc\enigma2\emc-topdir.cfg

source: HELP_Cover background
ar: المساعدة _ خلفية الغلاف
it: Sfondo Cover
nl: Cover achtergrond
ro: HELP_Cover fundal
uk: Фон обкладинки

source: HELP_Cover delay in ms
ar: المساعدة _ مدة ظهور الغلاف في الثانية
it: Ritardo Cover in ms
nl: Cover vertraging in ms
ro: HELP_Cover întârziere în ms
uk: Затримка обкладинки в мс

source: HELP_Cursor predictive move after selection
ar: المساعدة _ الانتقال التنبؤي بعد التحديد
it: Dopo la selezione con il pulsanti [VIDEO/PVR] il cursore si sposterà nella direzione specificata. Con "su/giù" il cursore seguirà l'ultima direzione applicata.
nl: De cursor wordt tijdens het kiezen met de [VIDEO/PVR] knop in de ingestelde richting verplaatst. Met "omhoog/omlaag" verplaatst de cursor zich in de richting van de laatst uitgevoerde beweging.
ro: Help predictie miscare
uk: Дія курсора після вибору

source: HELP_Daily auto-start
ar: المساعدة _ تأخير بدء التشغيل
it: Permette di eseguire giornalmente l'operazione indicata nella fascia di orario impostate nelle opzioni successive
nl: Selecteer welke functie de auto-start timer functie moet uitvoeren
uk: Щоденний автозапуск

source: HELP_Daily cleanup time
ar: المساعدة _ حذف التوقيت اليومي
it: Ora in cui EMC elimina tutti i file nel cestino oltre il limite di scadenza.
nl: Tijdstip waarop EMC alle bestanden uit de prullenbak verwijderd die de limiet overschrijden.
ro: HELP_Daily ora de curatire
uk: Щоденний час очищення

source: HELP_Date format
ar: المساعدة _ تهيئة التاريخ
it: Selezionare il formato della data e dell'ora, che verrà visualizzato in coda ai file.
nl: Datum verbergen, of de datumweergave kiezen die in de opnamelijst bij elke opname weergegeven wordt.
ro: Format HELP_Date
uk: Формат дати

source: HELP_Debug output file name
ar: المساعدة _ اسم ملف الإخراج
it: Name of the log-file for debugging.
nl: Bestandsnaam van het logbestand voor het debuggen
ro: HELP_Debug nume fișier de ieșire
uk: Назву файлу налагодження

source: HELP_Default color highlighted
ar: المساعدة _ اللون الافتراضي للأفلام المشاهدة
nl: Standaardkleur die wordt gebruikt voor gemarkeerde opname
uk: За замовчуванням яскраво освітлювати

source: HELP_Default color partially watched
ar: المساعدة _ اللون الافتراضي للفيلم الذي شاهدت منه جزئيا
nl: Standaardkleur die wordt gebruikt voor een gedeeltelijk bekeken opname
uk: За замовчуванням колір частково непереглянутого

source: HELP_Default color recording
ar: المساعدة _ اللون الافتراضي للأفلام المسجلة
nl: Standaardkleur lopende opname
uk: Колір запису за замовчуванням

source: HELP_Default color unwatched
ar: المساعدة _ اللون الافتراضي للأفلام الغير مشاهدة
nl: Standaardkleur onbekeken opnames
uk: За замовчуванням колір непереглянутого

source: HELP_Default color watched
ar: المساعدة _ اللون الافتراضي للفيلم الذي شاهدته
nl: Standaardkleur die wordt gebruikt voor een bekeken opname
uk: За замовчуванням колір переглянутого

source: HELP_Delete validation
ar: المساعدة _ التحقق من المحذوف
it: Se attivato e il cestino è usato, EMC non chiederà comunque la conferma.
nl: Indien actief en de prullenbak is in gebruik zal EMC nooit een bevestiging vragen.
ro: Validare HELP_Delete
uk: Видалити з підтвердженням

source: HELP_Description field update delay
ar: المساعدة _ تأخير تحديث معلومات الفلم
it: Ritardo di visualizzazione delle descrizioni nelle liste film. (Aumenta la velocità di navigazione quando vengono premuti ripetutamente i tasti su/giù perchè la descrizione viene caricata solo al termine del ritardo selezionato.)
nl: Vertraging voor het tonen van de opname beschrijving. (Versneld het snel bladeren met de omhoog/omlaag-knop in de opnamelijst, omdat de beschrijving later ingelezen wordt.)
ro: HELP_Description întârziere actualizare domeniu
uk: Затримка оновлення опису

source: HELP_Disable EMC
ar: المساعدة _ تعطيل مركز تشغيل الأفلام
it: Disabilita completamente la Lista Film EMC. Alcune funzioni speciali come [pulizia lista Timer],[pulizia Cestino] e [Auto riavvio] rimangono attive in background.
nl: EMC (opnamelijst) uitschakelen. Bepaalde speciale functies zoals [Timers opschonen],[Prullenbak leegmaken] en [Auto-herstart] blijven actief op de achtergrond.
ro: HELP_Dezactivare EMC
uk: Вимкнути EMC

source: HELP_Display directory reading text
ar: المساعدة _ عرض مسار النصوص المقروءه
it: Mostra il messaggio "Lettura directory..." durante il caricamento della directory.
nl: Toon bericht "Mappen inlezen..." tijdens het inlezen van mappen.
ro: HELP_Display textului lectură director
uk: Відображати текст читання каталогу

source: HELP_Don't auto scan size of dirs from emc-noscan.cfg
ar: المساعدة _ لا للبحث التلقائي عن حجم المسارات من مركز تشغيل الأفلام - noscan.cfg
it: Non eseguire la scansione automatica di dirs da emc-noscan.cfg
nl: Niet auto scannen naar map grootte van mappen in de EMC-noscan.cfg
uk: Не сканувати автоматично розмір диску з emc-noscan.cfg

source: HELP_Download Mutagen-package for audio metadata
it: Scarica il pacchetto Mutagen per i metadata audio
uk: Завантажити пакет Mutagen для аудіо метаданих

source: HELP_Download cutlist from Cutlist.at
ar: المساعدة _ تحميل القوائم المقطعة من قائمة الأجزاء المقطعة
it: Scarica lista tagli da Cutlist.at
nl: Download cutlist van Cutlist.at
ro: HELP_Download listă de tăieturi din Cutlist.at
uk: Завантажте список з Cutlist.at

source: HELP_Dynamic trashcan
ar: المساعدة _ دينامكية سلة المهملات
it: Mostra il numero di registrazioni e/o il relativo spazio utilizzato nel cestino.
nl: Bij de prullenbak kan het aantal opnames, de totale bestandsgrootte , of beide samen weergegeven worden.
ro: HELP_Dynamic gunoi
uk: Динамічний смітник

source: HELP_EMC always reload after open
ar: المساعدة _ دائما أعد تشغيل الأفلام بعد الفتح في مركز مشغل الافلام
it: La directory viene riletta ad ogni avvio di EMC. (Altrimenti la directory viene letta dalla cache dal secondo avvio.)
nl: Mappen opnieuw inlezen bij elke start van EMC. (Anders worden de gegevens uit een buffer ingelezen vanaf de 2de start.)
ro: HELP_EMC reîncărcați întotdeauna după deschis
uk: EMC завжди перезавантажується після відкриття
