Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: ar, it, nl, ro, uk

source: Show Latest Recordings directory
ar: عرض مسار التسجيلات الاخيرة
it: Mostra la directory Ultime Registrazioni
nl: Toon map met de recentste opnames
ro: Arata directorul ultimelor inregistrari
uk: Показати останню директорію записів

source: Show Movie Format
ar: عرض صيغة الفلم
it: Mostra formato registrazione
nl: Toon formaat
ro: Arata formatul filmului
uk: Показати формат фільму

source: Show Path if no extended description available
ar: عرض مسار إذا لم يكن هناك وصف مطول متوفر
it: Mostra il percorso se non è disponibile una descrizione estesa
nl: Toon locatie wanneer geen omschrijving beschikbaar is
ro: Arata calea daca nu exista descriere extinsa
uk: Показати шлях, якщо немає розширеного опису

source: Show VLC directory
ar: عرض مسار مشغل الافلام
it: Mostra directory VLC
nl: Toon VLC map
ro: Arata directorul VLC
uk: Показати VLC директорію

source: Show audio metadata (needs skin-changes)
it: Mostra i metadata audio (la skin richiede modifiche)
uk: Показувати метадані аудіо (потрібно змінити скін)

source: Show current Playlist
ar: عرض قائمة التشغيل الحالية
it: Mostra Playlist corrente
nl: Toon huidige afspeellijst
uk: Показати поточний Список відтворення

source: Show directories
ar: عرض المسارات
it: Mostra le directory
nl: Toon mappen
ro: Arata directoare
uk: Показати каталоги

source: Show directories information
ar: عرض معلومات المسارات
it: Mostra informazioni directory
nl: Toon informatie over de mappen
ro: Informații Arata directoare
uk: Показати інформацію про каталоги

source: Show directories within movielist
ar: عرض المسارات داخل قائمة الافلام
it: Mostra directory all'interno della lista film
nl: Toon mappen in opnamelijst
ro: Arata directoarele din lista de filme
uk: Показати каталоги у списку фільмів

source: Show directory size in skin
ar: عرض حجم المسارات في السكن
it: Mostra dimensione directory nella skin
nl: Toon map grootte in skin
uk: Показати розмір директорії в скіні

source: Show event info
ar: عرض معلومات الحدث
it: Mostra informazioni evento
nl: Toon programma info
ro: Informatie eveniment
uk: Показати поточну інформацію

source: Show experimental options
ar: عرض الخيارات التجريبية
it: Mostra opzioni sperimentali
nl: Toon experimentele instellingen
uk: Показати експериментальні параметри

source: Show fallback cover
ar: تراجع عن الغلاف
it: Mostra Cover di reserva
nl: Toon terugval cover
ro: Arata retragerea copertii
uk: Показати запасну обкладинку

source: Show info at the bottom
ar: عرض المعلومات في الجزء السفلي
nl: Toon info aan de onderkant
uk: Показати інформацію внизу

source: Show info at the bottom (with MiniTV)
ar: عرض المعلومات في الجزء السفلي (مع الشاشة المصغرة)
nl: Toon info aan de onderkant (met Mini-TV)
uk: Показати інформацію внизу (з MiniTV)

source: Show info on the left
ar: عرض المعلومات علي اليسار
nl: Toon info aan de linkerkant
uk: Показати інформацію зліва

source: Show info on the left (with MiniTV)
ar: عرض المعلومات علي اليسار (مع الشاشة الصغيرة)
nl: Toon info aan de linkerkant (met Mini-TV)
uk: Показати інформацію зліва (з MiniTV)

source: Show link arrow
ar: عرض سهم على الروابط
it: Mostra link arrow
nl: Toon link pijl
ro: Arata sageata referinta
uk: Показати посилання

source: Show message if file added to playlist
ar: عرض رسالة إذا أضفت الملف في قائمة التشغيل
it: Mostra un messaggio quando un file viene aggiunto alla playlist
nl: Toon bericht bij toevoegen aan afspeellijst
uk: Показати повідомлення, якщо файл додано до списку відтворення

source: Show movie icons
ar: عرض ايقونة الفلم
it: Mostra le icone dei video
nl: Toon opname iconen
ro: Arata movie icon
uk: Показувати піктограми фільмів

source: Show movie picons
ar: عرض ايقونات الافلام
it: Mostra Picons dei film
nl: Toon opname picons
uk: Показувати пікони фільмів

source: Show movie preview
ar: عرض مشاهدة الفلم
it: Mostra anteprima registrazione
nl: Toon voorbeeld
ro: Arata preview movie
uk: Показати попередній перегляд фільму

source: Show movie progress
ar: عرض علامة تقدم الفلم
it: Mostra progresso riproduzione
nl: Toon voortgang
ro: Arata progresul filmului
uk: Показувати прогрес фільму

source: Show new Skin Version
uk: Показати нову версію скіну

source: Show plugin config in extensions menu
ar: عرض إضافة الاعدادات في قائمة الملحقات
it: Mostra Impostazioni EMC nel Menu estensioni
nl: EMC-instellingen in extensie menu laten zien
ro: Afişează plugin config in meniul de extensii
uk: Показати налаштування плагіна в меню розширень

source: Show real length of running records
ar: عرض الطول الحقيقي للسجلات قيد التشغيل
it: Mostra la lunghezza reale delle registrazioni in riproduzione
nl: Toon werkelijke lengte van lopende opnames
ro: Arata lungimea reala a inregistrarii
uk: Показати реальну час поточних записів

source: Show symlinks
ar: عرض الروابط الرمزية
it: Mostra symlinks
nl: Toon symlinks
ro: Arata symlinks
uk: Показати посилання

source: Show trashcan directory
ar: عرض مسار سلة المهملات
it: Mostra la directory del cestino
nl: Toon prullenbak
ro: Arata director Trashcan
uk: Показати директорію корзини

source: Show trashcan information
ar: عرض معلومات سلة المهملات
it: Mostra informazioni cestino
nl: Toon prullenbak informatie
ro: Arata informatie trashcan
uk: Показати інформацію кошика

source: Shuffle All
ar: تشغيل القائمة عشوائيآ
it: Riproduzione casuale
nl: Alles willekeurig afspelen
ro: Start redare aleatorie
uk: Перемішати все

source: Shuffle All starting
ar: بدء تشغيل القائمة عشوائيآ
it: Riproduzione casuale all'avvio
nl: Start alles afspelen in willekeurige volgorde
ro: Start redare aleatorie
uk: Перемішати все спочатку

source: Single Search:
ar: بحث منفرد:
it: Ricerca singola
nl: Enkele zoekopdracht:
ro: Cautare singulara:
uk: Одиночний пошук:

source: Single search
ar: بحث منفرد
it: Ricerca Singola
nl: Enkele zoekopdracht
ro: Căutare singulara
uk: Одиночний пошук

source: Skip
ar: تخطي
it: Salta
nl: Overslaan
ro: Salt
uk: Пропустити

source: Skipping movie, the file does not exist.
ar: تخطي الفيلم ، الملف غير موجود.
it: Salto film, il file non esiste.
nl: Opname overslaan, het bestand bestaat niet.
uk: Пропустити фільм, файл не існує.

source: Some settings changes require GUI restart to take effect.
ar: تتطلب بعض تغييرات الإعدادات أعاده تشغيل واجهة الانجما نافذه المفعول.
it: Per attivare le modifiche è necessario riavviare la GUI!
nl: Sommige veranderingen eisen een herstart van E2, de GUI a.u.b. opnieuw starten.
ro: Setarile necesita restart GUI
uk: Для того, щоб деякі зі змін набули чинності, слід перезапустити GUI.

source: Sort Mode
ar: وضع الفرز
it: Modo ordinamento
nl: Sorteer methode
uk: Метод сортування

source: Sort Options
ar: خيارات الفرز
it: Opzioni Ordinamento
nl: Sorteer instellingen
ro: Optiuni de sortare
uk: Опції сортування

source: Sort Order
ar: ترتيب حسب الطلب
it: Ordinamento
nl: Sorteer volgorde
uk: Порядок сортування

source: Sort file A to Z at startup
uk: Сортування файлів від А до Я при запуску

source: Sort mode at startup
uk: Режим сортування при запуску

source: Spanish
ar: الإسبانية
nl: Spaans
uk: Іспанська

source: Standby
ar: وضع الإستعداد
uk: Режим очікування

source: Start / end multiselection
ar: بداية / نهاية الاختيار المتعدد
it: Avviare/arrestare selezione multipla
nl: Start / stop multiselectie
uk: Початок/кінець мультивибору

source: Start EMC with
ar: تشغيل مركز مشغل الأفلام مع
it: Avvia EMC con
nl: EMC starten met
ro: Începe EMC cu
uk: Почати з EMC

source: Start movie preview before last position
ar: تشغيل معاينة الفلم قبل اخر مكان توقف عنده
it: Avviare l'anteprima del film prima dell'ultima posizione
nl: Start voorbeeld voor laatste positie
ro: Start preview movie inainte de ultima pozitie
uk: Початок попереднього перегляду фільму перед останньою позицією

source: Stop ongoing recording?
ar: إيقاف التسجيل المستمر ؟
it: Arrestare la registrazione in corso?
nl: Lopende opname stoppen?
uk: Зупинити поточний запис?

source: Stop playback
ar: إيقاف تشغيل
it: Arrestare la riproduzione
nl: Afspelen stoppen
ro: Opriti redarea
uk: Зупинити відтворення

source: Suppress scan in selected folders
ar: بحث مخفي للمجلدات المحددة
it: Non scansionare nelle cartelle selezionate
nl: Naar DVD-structuren zoeken blokkeren (mappen)
ro: Suprima scanarea in directoarele selectate
uk: Вимкнути сканування у вибраних папках

source: Switch complete to new Version
it: Passaggio completo alla nuova versione
uk: Перейти до нової версії

source: TMBD Info
ar: معلومات قاعدة بيانات الافلام
it: Informazioni TMBD
uk: Інформація TMBD

source: TMDB Info
ar: معلومات قاعدة بيانات الافلام
it: Informazioni TMDB
ro: Informatii TMDB
uk: Інформація TMDB

source: TV Shows
ar: لقطات شاشة المعاينة لتشغيل العروض التلفزيونية
it: Trasmissioni
nl: TV series
uk: ТБ передачі

source: TV-button
ar: زر التلفزيون
it: Tasto TV
nl: TV-knop
ro: Buton TV
uk: Кнопка TV

source: Tertiary playback audio language
ar: لغة الفلم الصوتية الثالثة
it: Lingua: terza opzione
nl: Derde voorkeur voor geluidsspoor
ro: Limba tertiara audio
uk: Третя мова аудіо

source: Tertiary playback subtitle language
ar: لغة ترجمة الفلم الثالثة
it: Lingua sottotitoli: terza opzione
nl: Derde voorkeur voor ondertiteltaal
ro: Limba tertiara de subtitrare
uk: Третя мова субтитрів

source: Text shown for initially unknown count and size
ar: الايقونة معروض للعد مجهول مبدئيًا / الحجم
it: Testo visualizzato per conteggio e dimensione inizialmente sconosciuti
nl: Toon aanvankelijk onbekend aantal bestanden en grootte als
uk: Показати текст, спочатку невизначений розмір

source: Text shown for initially unknown directory size
ar: النص المعروض لحجم الدليل غير معروف في البداية
it: Testo visualizzato per la dimensione di directory inizialmente sconosciuta
nl: Toon aanvankelijk onbekende map grootte als
uk: Текст показаний для невизначеного розміру каталогу

source: Text shown for initially unknown file count
ar: النص المعروض لعدد الملفات غير المعروف في البداية
it: Testo visualizzato per conteggio file inizialmente sconosciuto
nl: Toon aanvankelijk onbekend aantal bestanden als
uk: Текст, показаний для невизначеної кількості файлів

source: The directory %s is already locked. Do you want to unlock it and all its subfolders?
ar: المسارات %s مؤمن بالفعل. هل تريد إلغاء اغلاقه وكافة مجلداته الفرعية ؟
it: La directory %s è già bloccata. Vuoi sbloccarla insieme alle relative sottocartelle?
nl: De map %s is al vergrendeld. Wilt u deze ontgrendelen en alle onderliggende mappen?
ro: Directorul %s este deja blocat ... doresti deblocarea sa si a subdirectoarelor ?
uk: Каталог %s не існує, бажаєте його створити?

source: The following files are used for other entrys in List ! Also delete these files? %s
ar: يتم استخدام الملفات التالية لاخري entrys في قائمه! أيضا حذف هذه الملفات ؟ %s
it: I files seguenti sono usati per altri elementi della Lista ! Elimino anche questi files? %s
nl: Deze bestanden worden gebruikt door andere invoeren in de lijst ! Deze bestanden ook verwijderen? %s
uk: Наступні файли використовуються для інших записів у списку ! Також видалити ці файли? %s

source: This element belongs to a locked folder and cannot be deleted!
ar: ينتمي هذا العنصر إلى مجلد مغلق ولا يمكن حذفه!
it: Questo elemento precede una cartella blocata e non può essere eliminata!
nl: Dit element behoort tot een vergrendelde map en kan niet worden verwijderd!
ro: Elementul apartine unei liste blocate - nu poate fi sters
uk: Цей елемент належить до заблокованої папки і не може бути видалений!

source: This folder is locked or contains a locked subfolder, unlock it first!
ar: هذا المجلد مغلق أو يحتوي علي مجلد فرعي مغلق ، افتحه أولا!
it: Questa cartella è bloccata o contiene sottocartelle bloccate, sbloccale prima!
nl: Deze map is vergrendeld of bevat een vergrendelde onderliggende map, ontgrendel deze eerst!
ro: Acest director este blocat pentru ca contine un subdirector blocat
uk: Ця папка заблокована або містить заблоковані підпапки, спочатку розблокуйте її!

source: Timeshift-button
ar: زر التحكم الزمني في البث المباشر
it: Tasto timeshift
nl: Timeshift-knop
uk: Кнопка Timeshift

source: Title
ar: عنوان
it: Titolo
nl: Titel
ro: Titlu
uk: Назва

source: Toggle Cover Button
ar: زر تبديل الغلاف
it: Abilita bottone Cover
nl: Wissel cover knop
ro: Schimba buton coperta
uk: Змінити кнопку Обкладинка

source: Toggle Cover Mini-TV
uk: Змінити обкладинку Mini-TV

source: Toggle service selection
ar: تبديل اختيار الخدمة
it: Selezione canali On/Off
nl: Verwissel zenderselectie
ro: Schimba Selecție serviciu
uk: Змінити вибраний канал

source: Toggle sort order
uk: Змінити порядок сортування

source: Toggle viewed / not viewed
ar: التبديل المعروض/غير المعروض
it: Commutare visto/non visto
nl: Verwissel gezien / niet gezien
ro: Schimba văzute / nevazute
uk: Змінити значення показати/не показувати

source: Total
ar: الإجمــالي
it: Totale
nl: Totaal
uk: Всього

source: Total: %s - Exist: %s - N/A: %s
uk: Всього: %s - Використано: %s - Не визначено: %s

source: Trashcan
ar: سلة المحذوفات
it: Cestino
nl: Prullenbak
ro: Trascan
uk: Смітник

source: Trashcan create failed. Check mounts and permissions.
ar: فشل إنشاء سلة المهملات,تحقق من الارتباطات والاذونات.
it: Creazione cestino fallita! Controllare mount e permessi.
nl: Aanmaken prullenbak mislukt. Mounts en rechten controleren.
ro: Creare trashcan esuat ... verificati mounts
uk: Помилка створення кошика. Перевірте монтування та дозволи.

source: Trashcan enable
ar: تفعيل سلة المهملات
it: Abilita Cestino
nl: Prullenbak gebruiken
ro: Trashcan activat
uk: Створити кошик

source: Trashcan path
ar: مسار سلة المهملات
it: Percorso cestino
nl: Prullenbak locatie
ro: Cale trashcan
uk: Шлях до кошика

source: Try to load titles from .eit files
ar: محاولة تحميل العناوين من ملفات. eit
it: Prova a ottenere i titoli dai files .eit
nl: Probeer om titels uit .eit-bestand te lezen
ro: Incearca incarcarea titlurilor din fisiere .eit
uk: Спробуйте завантажити назви з файлів .eit

source: Try to load titles from .meta files
ar: إعادة تحميل عنوان اضافيه الملفات من الاعلى
it: Tentare caricamento dei titoli da file .meta
nl: Probeer om titels uit .meta-bestand te lezen
ro: Incearca incarcarea titlurilor din meta fisiere
uk: Спробуйте завантажити назви з файлів .meta

source: UNKNOWN
ar: غير معروف
it: SCONOSCIUTO
nl: ONBEKEND
ro: Necunoscut
uk: НЕВІДОМИЙ

source: Up
ar: أعلى
it: Su
nl: Omhoog
ro: Sus
uk: Вверх

source: Upgrade/Download Mutagen v1.28(experimental)
it: Aggiorna/Scarica Mutagen v1.28 (sperimentale)
uk: Оновити/завантажити Mutagen v1.28 (експериментальний)

source: Use cache for files and directories
ar: أستخدم الذاكرة المؤقتة للملفات والمسارات
it: Usa la cache per files e directory
nl: Gebruikt cache voor bestanden en mappen
ro: Foloseste cache pentru fisiere si directoare
uk: Використовувати кеш для файлів і каталогів

source: Use original EMC-skin (needs reopen)
ar: الأصلي لمركز مشغل الأفلام - السكن (تحتاج إعادة فتحه)
it: Usa la skin integrata di EMC (è necessario riaprire EMC)
nl: Gebruik originele EMC-skin (herstart nodig)
uk: Використовуйте оригінальний скін EMC (потрібно знову відкрити)

source: VLC Server not reachable
ar: سيرفر مشغل الوسائط غير قابل للوصول
it: Server VLC non raggiungibile
nl: VLC server onbereikbaar
ro: Server VLC inaccesibil
uk: VLC сервер недоступний

source: VLC-Dir
ar: مسار مشغل الوسائط
it: Dir-VLC
nl: VLC-map
uk: VLC директорія

source: VLC-Server
ar: سيرفر مشغل الوسائط
it: Server-VLC
uk: VLC Сервер

source: Video-button
ar: زر الفيديو
it: Tasto VIDEO
nl: Video-knop
ro: Buton video
uk: Кнопка Video

source: Vote:
ar: التصويت:
it: Voto:
nl: Stemmen:
ro: Votează
uk: Оцінка:

source: WD DD.MM. HH:MM
ar: WD DD.MM: MM
uk: WD ДД.MM ГГ:ХХ

source: WD DD.MM.YYYY
ar: DD.MM.YYYY
uk: WD ДД.MM.РРРР

source: WD DD.MM.YYYY HH:MM
ar: DD.MM.YYYY HH:MM
uk: WD ДД.MM.РРРР ГГ:ХХ

source: Wake device when entering dir from emc-noscan.cfg
ar: جهاز تنبيه عند دخول المسار من مركز مشغل الافلام
it: Sveglia il dispositivo quando entra in una dir in emc-noscan.cfg
nl: Apparaat ontwaken bij het openen van map uit emc-noscan.cfg
uk: Активувати при включенні директорії з emc-noscan.cfg

source: Week
ar: الأسبوع
it: Settimana
uk: Тиждень

source: Weeks
ar: أسبوع
it: Settimane
nl: Weken
uk: Тижні

source: White
ar: أبيض
nl: Wit
uk: Білий

source: YYYY/MM/DD
it: AAAA/MM/GG
uk: РРРР/ММ/ДД

source: YYYY/MM/DD HH:MM
it: AAAA/MM/DD OO:MM
uk: РРРР/ММ/ДД ГГ:ХХ

source: Yellow
uk: Жовтий

source: Yellow button function
ar: وظائف الزر الاصفر
it: Funzione del tasto Giallo
nl: Functie van de Gele knop
ro: Funcţie buton galben
uk: Функція жовтої кнопки

source: Yes
ar: نعم
it: Si
nl: Ja
ro: Da
uk: Так

source: Yes, everything
ar: نعم ، كل شيء
nl: Ja, alles
uk: Так, все

source: Yes, only extra title
ar: نعم ، العنوان الإضافي فقط
nl: Ja, enkel extra titel
uk: Так, тільки додаткова назва

source: Yes, with Message
ar: نعم ، مع رسالة
it: Si, con conferma
nl: Ja, met bericht
uk: Так, з повідомленням

source: Yes, without Message
ar: نعم ، بدون رسالة
it: Si, senza conferma
nl: Ja, zonder bericht
uk: Так, без повідомлення

source: Your Box is about to go into DeepStandby, continue? Select no to delay one hour
ar: الرسيفر الخاص بك علي وشك الذهاب إلى الإستعداد العميق يرجى الانتظار ، والاستمرار ؟ حدد أن لا يتاخير ساعة واحده
it: Il tuo Box sta per andare in DeepStandby, continuo? Seleziona no per rinviare di un'ora
nl: Uw Box staat op het punt om uit te schakelen, Doorgaan? Selecteer Nee voor uur uitstel
ro: Receptorul este pe cale de DeepStandby, continua? selectaţi nu pentru o oră de întârziere
uk: Ваш Тюнер збирається перейти в глибокий режим очікування, продовжити? Виберіть 'Ні', щоб затримати на одну годину

source: Your Box is about to go into E2 Restart, continue? Select no to delay one hour
ar: الرسيفر الخاص بك علي وشك الذهاب إلى إعادة تشغيل كاملة يرجى الانتظار ، والاستمرار ؟ حدد أن لا يتاخير ساعة واحده
it: Enigma2 sta per essere riavviato, continuo? Seleziona no per rinviare di un'ora
nl: Uw Box staat op het punt om E2 te herstarten, Doorgaan? Selecteer Nee voor uur uitstel
ro: Receptorul este pe cale de Restart Enigma, continua? selectaţi nu pentru o oră de întârziere
uk: Ваш Тюнер збирається перезавантажити E2, продовжити? Виберіть 'Ні', щоб затримати на одну годину

source: Your Box is about to go into Reboot, continue? Select no to delay one hour
ar: الرسيفر الخاص بك علي وشك الذهاب إلى إعادة تشغيل يرجى الانتظار ، والاستمرار ؟ حدد أن لا يتاخير ساعة واحده
it: Il tuo Box sta per essere riavviato, continuo? Seleziona no per rinviare di un'ora
nl: Uw Box staat op het punt om te herstarten, Doorgaan? Selecteer Nee voor uur uitstel
ro: Receptorul este pe cale de Reboot, continua? selectaţi nu pentru o oră de întârziere
uk: Ваша коробка збирається перейти до перезавантаження, продовжити? Виберіть 'Ні', щоб затримати на одну годину

source: Your Box is about to go into Standby, continue? Select no to delay one hour
ar: الرسيفر الخاص بك علي وشك الذهاب إلى الاغلاق يرجى الانتظار ، والاستمرار ؟ حدد أن لا يتاخير ساعة واحده
it: Il tuo Box sta per andare in Standby, continuo? Seleziona no per rinviare di un'ora
nl: Uw Box staat op het punt om in Standby the gaan, Doorgaan? Selecteer Nee voor uur uitstel
ro: Receptorul este pe cale de Standby, continua? selectaţi nu pentru o oră de întârziere
uk: Ваш Тюнер збирається перезавантажитися, продовжити? Виберіть 'Ні', щоб затримати на одну годину

source: Your enhanced hd settings are inconsistent. Please check this.
uk: Ваші розширені HD налаштування несумісні. Перевірте це.

source: Zap to channel after record EOF
ar: أنتقل إلى القناة بعد التسجيل
it: Vai sul canale al termine della riproduzione
nl: Keer terug naar de zender na einde opname
ro: Revine la canal dupa finalul inregistrarii
uk: Переключити канал після запису EOF

source: after reload list
ar: بعد إعادة تحميل القائمة
it: dopo ricaricamento lista
nl: na actualiseren lijst
uk: після оновлення списку

source: after standby
ar: بعد الاستعداد
it: dopo standby
nl: Na standby
uk: після виключення

source: all
ar: الكل
it: tutti
nl: alles
ro: tot
uk: все

source: always
ar: دائما
it: sempre
nl: altijd
uk: завжди

source: always hide
ar: إخفاء دائما
it: nascondi sempre
nl: altijd verbergen
uk: завжди приховувати

source: auto-start is currently not active.
ar: التشغيل التلقائي غير نشط حاليا.
it: Auto-avvio non è attualmente attivo.
nl: auto-start is momenteel niet actief.
ro: auto-start nu este activ.
uk: автоматичний запуск наразі не активний.

source: auto-start window begin
ar: بدء تشغيل النافذة تلقائيا
it: Auto-start: inizio fascia oraria
nl: Tijdsvenster auto-start begin
ro: Auto-start inceput
uk: автозапуск початкового вікна

source: auto-start window end
ar: إنهاء تشغيل النافذة تلقائيا
it: Auto-start: fine fascia oraria
nl: Tijdsvenster auto-start einde
ro: sfârşitul de fereastră auto-start
uk: завершити роботу вікна автозапуску

source: center
ar: وسط
it: centro
nl: midden
uk: по центру

source: configuration
ar: تكوين
it: Configurazione
nl: Configuratie
ro: configuratie
uk: конфігурація

source: covers
ro: acopera
uk: обкладинки

source: covers in
ar: الاغلقة في
it: cover in
ro: acopera în
uk: обкладинки в

source: customizable buttonblue
uk: налаштування для синьої кнопки

source: customizable green button
uk: налаштування для зеленої кнопки

source: customizable long blue button
uk: налаштування для довгого натискання синьої кнопки

source: customizable long yellow button
uk: налаштування для довгого натискання жовтої кнопки

source: customizable yellow button
uk: налаштування жовтої кнопки

source: daily auto-start
ar: تأخير بدء التشغيل التلقائي
it: Auto-start giornaliero
nl: Dagelijkse auto-start functie
ro: auto-start zilnic
uk: щоденний автозапуск

source: down
ar: اسفل
it: Giù
nl: omlaag
ro: jos
uk: вниз

source: example
uk: зразок

source: exception
it: eccezione
ro: exceptie
uk: виняток

source: forward to the next chapter
ar: الانتقال إلى الأمام إلى الفصل التالي
it: avanti al prossimo capitolo
nl: Naar het volgende hoofdstuk springen
ro: Capitolul următor
uk: перейти до наступного розділу

source: found
ar: وجدت
it: trovato
nl: gevonden
ro: Găsit
uk: знайдено

source: found %s covers in %.1f sec
uk: знайдено %s обкладинок в %.1f сек

source: from
ar: من
it: da
nl: van
ro: de la
uk: від

source: hide live TV
ar: إخفاء البث التلفزيوني المباشر
it: nascondi live TV
nl: Verberg live TV
uk: приховувати трансляцію ТБ

source: hide live TV and timeshift
ar: إخفاء البث التلفزيوني المباشر والتايم شفت
it: nascondi live TV e timeshift
nl: Verberg live TV en timeshift
uk: приховувати трансляцію ТБ і таймшифт

source: hide playback
ar: إخفاء التشغيل
it: nascondi riproduzione
nl: Verberg afspelen
uk: приховати відтворення

source: jump back to the previous title
ar: الانتقال خلفا للعنوان السابق
it: Salta indietro al titolo precedente
nl: Naar de vorige titel springen
ro: Salt la titlul precedent
uk: перейти назад до попереднього заголовку

source: jump forward to the next title
ar: الانتقال أماما للعنوان التالى
it: Salta avanti al titolo successivo
nl: Naar de volgende titel springen
ro: Salt la titlul urmator
uk: перейти вперед до наступного заголовку

source: jump to next marked position
ar: الرجوع إلى الوضع القادم المحدد
it: Salta alla posizione contrassegnata successiva
nl: Spring naar volgend markeerpunt
ro: salt la mrcajul urmator
uk: перейти до наступної позначеної позиції

source: jump to previous marked position
ar: القفز إلى وضع ملحوظ السابقة
it: Salto alla posizione contrassegnata precedentemente
nl: Spring naar vorig markeerpunt
ro: salt la marcajul precedent
uk: перейти до попередньої позначеної позиції

source: left
ar: يسار
it: sinistra
nl: links
uk: зліва

source: left from Name
ar: الاسم من اليسار
it: a sinistra del Nome
nl: links van de naam
uk: зліва від назви

source: movie manipulation list
ar: قائمة معالجة الافلام
it: Elenco gestione registrazioni
nl: Opname manipulatielijst
ro: lista de manipulare filme
uk: список змін фільмів

source: movies found!
it: Film trovati!
ro: filme gasite !
uk: знайдені фільми!
