Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: ar, it, nl, ro, uk

source: Move cursor to the top / Move cursor x entries up / Switch Folders in Movie Home (up)
ar: تحريك المؤشر إلى اعلي/تحريك المؤشر x إدخالات لاعلي/تبديل المجلدات في الصفحة الرئيسية الفيلم (حتى)
it: Sposta il cursore in testata / Sposta il cursore alla voce sup. / Passa alla cartella home dei film (su)
nl: Verplaats de cursor naar boven / verplaats de cursor x plekken omhoog / Switch mappen in standaardmap (omhoog)
ro: Mutați cursorul la începutul / Mutare cursor x intrări sus Dosare / Schimbarea în film Acasă (sus)
uk: Перемістити курсор на початок/Перемістити курсор x записів вверх/Перемістити папок у домашній папці (вверх)

source: Move cursor up
ar: تحريك المؤشر لاعلي
it: Cursore sù
nl: Cursor omhoog
ro: Mutați cursorul în sus
uk: Перемістити курсор вверх

source: Move file(s):
ar: نقل الملفات:
it: Sposta File(s):
nl: Verplaats bestand(en):
ro: Muta fisiere
uk: Перемістити файл(и):

source: Move file(s): Choose directory
uk: Перемістити файл(и): Виберіть каталог

source: Move finished movies in trashcan
ar: أنقل الأفلام التي شاهدتها في سلة المهملات
it: Sposta i film terminati nel cestino
nl: Bekeken opnames naar de prullenbak verplaatsen
ro: Muta filmele vizionate in trashcan
uk: Перемістити переглянуті фільми у кошик

source: Move selected movie(s)
uk: Перемістити вибрні фільм(и)

source: Movie Color
ar: لون الفيلم
it: Colore Film
nl: Opnamekleur
ro: Culoare film
uk: Колір фільму

source: Movie Cover downloaded successfully! Can not write Movie Information File %s
ar: تحميل غلاف الفلم بنجاح! لا يمكن كتابه ملعومات ملف الفيلم %s
it: Cover del film scaricate con successo! Impossibile scrivere il file delle informazioni Film %s
nl: Opname cover succesvol gedownload! Kan geen opname informatie bestand maken %s
uk: Обкладинка завантажена успішно! Неможливо записати інформацію про фільм у файл %s

source: Movie Info
it: Informazioni Film
ro: Informatie film
uk: Інформація про фільм

source: Movie Information Download (TMDb)
it: Scarica Informazioni Film (TMDb)
ro: Descarcare informatie film TMDB
uk: Завантажити інформацію про фільм (TMDb)

source: Movie Information Download Setup
ar: اعداد تحميل معلومات الفيلم
it: Impostazioni Download Informazioni Film
nl: Opname informatie download instellingen
ro: Informații Film Descarca Setup
uk: Налаштування завантажень інформації про фільм

source: Movie Information Preview
it: Anteprima Informazioni Film
ro: Informații Film Previzualizare
uk: Перегляд інформації про фільм

source: Movie Information Preview for:
ar: معاينه الفيلم للحصول علي معلومات:
it: Anteprima Informazioni Film per:
nl: Opname informatie voorbeeld voor:
ro: Previzualizare
uk: Перегляд інформації про фільм для:

source: Movie Information TMDb
ar: عرض معلومات الفلم من قاعدة بيانات الأفلام على الانترنت
it: Informazioni Film TMDb
nl: Opname informatie TMDb
uk: Перегляд інформації TMDb

source: Movie Information and Cover downloaded successfully!
ar: تحميل معلومات الفلم والغلاف بنجاح!
it: Informazioni Film e Cover scaricati con successo!
nl: Opname informatie en cover succesvol gedownload!
uk: Відомості про фільм і обкладинки завантажені успішно!

source: Movie Information downloaded successfully!
ar: تحميل معلومات الفيلم بنجاح!
it: Informazioni Film scaricate con successo!
nl: Download informatie succesvol!
ro: Descarcare informatie film reusita
uk: Інформація про фільм завантажена успішно!

source: Movie Information downloaded successfully! Can not write Movie Cover File %s
ar: تحميل معلومات الفلم بنجاح! لا يمكن كتابه ملعومات ملف الفيلم %s
it: Informazioni Film scaricati con successo! Impossibile salvare il file della Cover del film %s
nl: Opname informatie succesvol gedownload! Kan geen opname cover bestand maken %s
uk: Інформація про фільм завантажена успішно! Неможливо записати файл обкладинки фільму %s

source: Movie Selection Menu
ar: قائمة الأفلام المختارة
it: Menu selezione registrazioni
nl: Opname selectie menu
ro: Meniul de selectie film
uk: Меню вибору фільмів

source: Movie home
ar: صفحة الأفلام الرئيسية
it: Dir. registrazioni
nl: Standaardmap
ro: Inceput de film
uk: Каталог фільмів

source: Movie home / Play last / Move file / Download Movie Information (configurable)
uk: Домашня сторінка/Відтворення останнього/Перемістити файл/Завантажити файл інформації про фільм (можна налаштувати)

source: Movie home at start
ar: تشغيل صفحة الأفلام الرئيسية
it: Avvio dalla directory "home" delle registrazioni
nl: Standaardmap bij opstarten
ro: Filmul este la inceput
uk: Каталог записів при запуску

source: Movie home home path
ar: مسار الصفحة الرئيسية للافلام
it: Percorso directory "home" registrazioni
nl: Standaardmap
ro: Calea filmului
uk: Кореневий каталог

source: Movie information
ar: معلومات الفيلم
it: Informazione Film
nl: Opname informatie
ro: Informaţii film
uk: Інформація про фільм

source: Movie preview delay in ms
ar: مدة تأخير عرض الفلم في الثانية
it: Ritardo dell'anteprima dei film in ms
nl: Opname voorbeeld vertraging in ms
ro: Intarziere preview movie in ms
uk: Затримка перегляду фільму в мс

source: Movies
ar: الأفلام
it: Film
nl: Opnames
uk: Фільми

source: Movietitle:
ar: عنوان الفلم:
it: Titolo Film:
nl: Opname titel:
ro: Titlu film:
uk: Назва фільму:

source: N/A
ar: غير موجود
nl: Niet beschikbaar
ro: Indisponibil
uk: Не визначено

source: Next auto-start in
ar: التالي تشغيل تلقائي في
it: Prossimo auto-avvio in
nl: Volgende auto-start in
ro: Urmatorul auto-start in
uk: Наступний авто-запуск

source: No
ar: لا
nl: Nee
ro: Nu
uk: Ні

source: No Cover: %s
ar: لايوجد غلاف: %s
it: Nessuna Cover: %s
nl: Geen cover: %s
ro: Fara coperta : %s
uk: Немає обкладінки: %s

source: No DVD-Player found!
ar: لم يتم العثور علي مشغل دفيفدي!
it: Player DVD non trovato!
nl: Geen DVD-speler gevonden!
ro: DVD-Player negăsit!
uk: Немає плеєра DVD!

source: No Movies found!
ar: لم يتم العثور علي أفلام!
it: Nessun film trovato!
nl: Geen opnames gevonden!
uk: Немає жодного фільму!

source: No functionality set...
ar: لا توجد مجموعه وظائف...
it: Nessuna funziona associata...
nl: Geen functie toegewezen...
uk: Немає набору функцій...

source: No limit
ar: لا يوجد حد
it: Nessun limite
nl: Geen limiet
uk: Без ліміту

source: No override
ar: لا تجاوز
it: Non configurare
nl: Niet overschrijven
ro: nu suprascrie
uk: Немає перевизначення

source: No resume below 10 seconds
ar: لا يوجد استئناف اقل من عشر ثوان
it: Non riprendere sotto 10 secondi
nl: Niet hervatten onder 10 seconden
ro: Fara restart sub 10 secunde
uk: Не відновлювати якщо менше 10 секунд

source: No rogue files found.
ar: لم يتم العثور على الملفات الفاسدة.
it: Nessun file rogue individuato.
nl: Geen ongewenste bestanden gevonden.
ro: Nu sunt fisiere rogue
uk: Фальшивих файлів незнайдено.

source: No script operation for VLC streams.
it: Nessuna operazione script per gli streams VLC.
nl: Geen script werking voor VLC streams.
ro: Nici o operațiune script pentru VLC stream.
uk: Немає сценарію для потоків VLC.

source: Not all timers have been stopped. Modify them with the timer editor.
ar: لم يتم إيقاف كافة أجهزه ضبط التوقيت. تعديلها مع محرر جهاز ضبط الوقت.
nl: Niet alle timers zijn gestopt. Bewerk ze met de Timer-Editor.
uk: Не всі таймери були зупинені. Змініть їх за допомогою редактора таймера.

source: Not enough free flash memory to create the new %s skin files. ( %d kb is required )
uk: Недостатньо вільної флеш-пам'яті для створення нових файлів скіну %s. (потрібно %d кБ)

source: Not stopping any repeating timers. Modify them with the timer editor.
it: Non arrestare i timer ripetuti. Modificarli attraverso l'editor timer.
uk: Без зупинки повторюваних таймерів. Змініть їх за допомогою редактора таймера.

source: Nothing found for %s
uk: Нічого не знайдено для %s

source: Nothing was found !
ar: لم يتم العثور علي شيء!
it: Non è stato trova niente !
nl: Niets gevonden !
uk: Нічого не знайдено !

source: OSError - please reload list (EMC menu)
ar: Oserror--يرجى تحديث قائمه (ضبط مركز مشغل الافلام)
it: Errore OS - ricarica per favore la list (Menu EMC)
nl: OSError - actualiseer de lijst a.u.b. (EMC menu)
uk: OS Помилка - перезавантажте список (меню EMC)

source: OTHER
ar: أخرى
nl: OVERIGE
uk: ІНШЕ

source: Off
ar: لا يعمل
nl: Uit
uk: Вимкнено

source: Open
ar: لا يمكن فتح صوره داخل صوره
it: Apri
uk: Відкрити

source: Open E2 Bookmark path
ar: فتح مسار الاشاره المرجعية الانجما2
it: Apri percorso Bookmark E2
nl: Open E2 bladwijzer locatie
ro: Deschideți E2 Bookmark cale
uk: Відкрити шлях закладки E2

source: Open E2 bookmarks
ar: فتح الإشارات المرجعية الانجما2
it: Apri bookmarks E2
nl: Open E2 bladwijzers
ro: Deschide marcaje E2
uk: Відкрити Ε2 закладки

source: Open EMC Bookmark path
ar: فتح مسار الاشاره المرجعية لمركز مشغل الافلام
it: Apri percorso Bookmark EMC
nl: Open EMC bladwijzer locatie
ro: Deschide calea marcaj EMC
uk: Відкрити шлях закладки EMC

source: Open Timer List
ar: فتح قائمة المؤقت
it: Apri la Lista Timer
nl: Timerlijst openen
ro: Deschideți lista timer
uk: Відкрити список таймерів

source: Open menu
ar: فتح الضبط
it: Aprire menu
nl: Menu openen
ro: Deschideți meniul
uk: Відкрити меню

source: Orange
ar: برتقالي
nl: Oranje
uk: Помаранчевий

source: Other settings
uk: Інші налаштування

source: Own Path to movie picons
ar: المسار الخاص بايقونات الافلام
it: Percorso pesonalizzato per i picons dei film
nl: Eigen locatie van opname picons
uk: Власний шлях до кінофільмів

source: Path to movie picons
ar: مسار ايقونات الافلام
it: Percorso dei picons dei film
nl: Locatie picons
uk: Шлях до піконів фільмів

source: Percent (%)
ar: نسبه مئوية (%)
it: Percentuale (%)
ro: Procent (%)
uk: Відсоток (%)

source: Performance
ar: الاداء
it: Prestazione
nl: Prestaties
ro: Performanta
uk: Виконання

source: Permanently delete all files in trashcan?
ar: بشكل دائم حذف جميع التسجيلات في سلة المهملات؟
it: Rimuovere definitivamente i file nel cestino?
nl: Alle opnames uit de prullenbak definitief verwijderen?
ro: Sterge definitiv fisierele din trashcan
uk: Остаточно видалити всі файли в смітнику?

source: Play All
ar: تشغيل الكل
it: Riprodurre tutti
nl: Alles afspelen
ro: Reda toate
uk: Відтворити все

source: Play All starting
ar: بداية تشغيل الكل
it: Riproduci tutto all'avvio
nl: Start met alles afspelen
uk: Відтворити всі розпочаті

source: Play current Playlist
ar: تشغيل القائمة الحالية
it: Riproduci Playlist corrente
nl: Speel huidige afspeellijst
uk: Відтворити поточний Список відтворення

source: Play last
ar: أخر تشغيل
it: Riprodurre l'ultimo
nl: Recentste afspelen
ro: Vizualizeaza ultimul
uk: Відтворити останній файл

source: Play last movie starting
ar: تشغيل أخر فلم تم مشاهدته
it: Riproduci l'ultimo film all'avvio.
nl: Laatste afspelen
uk: Відтворити спочатку останній фільм

source: Play random current Playlist
ar: تشغيل عشوائي لقائمة التشغيل الحالية
it: Riproduci casualmente la Playlist corrente
nl: Speel willekeurig uit huidige afspeellijst
uk: Змішане відтворення текучого Списку відтворення

source: Play selected movie(s)
ar: تشغيل الفلم المحدد
it: Riprodurre registrazione
nl: Geselecteerde opname(s) afspelen
ro: Joaca film selectat (e)
uk: Відтворити вибраний фільм(и)

source: Playlist Options
ar: خيارات قائمه التشغيل
it: Opzioni Playlist
nl: Afspeellijst instellingen
uk: Параметри Списку відтворення

source: Playlist Setup
ar: اعداد قائمه التشغيل
it: Impostazioni Playlist
nl: Afspeellijst instellingen
uk: Налаштування Списку відтворення

source: Playlist open
ar: فتح قائمه التشغيل
it: Apri Playlist
nl: Afspeellijst openen
uk: Список відтворення відкрито

source: Playlist with same name exists! Try to save the Playlist with another name?
ar: قائمه التشغيل بنفس الاسم موجودة! محاولة حفظ قائمه التشغيل باسم آخر ؟
it: Esiste una playlist con lo stesso nome! Provo a salvare la Playlist con un altro nome ?
nl: Afspeellijst met dezelfde naam bestaat al! Probeer de afspeellijst met een andere naam op te slaan?
uk: Існує Список відтворення з однаковою назвою! Спробуйте зберегти список відтворення з іншим ім'ям?

source: Portuguese
ar: البرتقالية
nl: Portugees
uk: Португальська

source: Position movie picons
ar: مكان ايقونات الافلام
it: Posizione picons dei film
nl: Positie picons
uk: Позиція піконів фільмів

source: Preferred EPG language
ar: اللغة المفضلة لدليل البرامج الإلكترونية
it: Lingua EPG preferita
nl: EPG taal voorkeur
ro: Limba favorita EPG
uk: Основна мова ЕПГ

source: Press green button to start search
ar: اضغط علي الزر الأخضر لبدء البحث
it: Premi il bottone verde per avviare la ricerca
nl: Druk op de groene knop om zoeken te starten
ro: Apăsaţi butonul verde pentru a începe cautarea
uk: Натисніть зелену кнопку, щоб розпочати пошук

source: Primary playback audio language
ar: لغة القناة الصوتية الرئيسية
it: Lingua: opzione preferenziale
nl: Eerste voorkeur voor geluidsspoor
ro: Limba primara audio
uk: Основна мова аудіо доріжки

source: Primary playback subtitle language
ar: لغة ترجمة الرئيسية لفلم
it: Lingua sottotitoli: opzione preferenziale
nl: Eerste voorkeur voor ondertiteltaal
ro: Limba principala de subtitrare
uk: Основна мова субтитрів

source: Production Countries:
ar: المنتجين حسب الدولة:
it: Paese di produzione:
nl: Productie land(en):
ro: Țara producătoare
uk: Країна виробник:

source: Progress sort
ar: ترتيب حسب التشغيل
it: Ordinamento per Progresso
nl: Vooruitgang sorteren
ro: Sortare dupa progres
uk: Сортування за прогресом

source: Progress sort ascending (P+)
ar: ترتيب أبجدي التقدم تصاعديآ (ب+)
it: Oridinamento per Progresso descrescente (P+)
nl: Vooruitgang (P +) oplopend
ro: Sortare dupa progres crescator
uk: Сортування за збільшенням прогресу (P+)

source: Progress sort descending (P-)
ar: ترتيب أبجدي التقدم تنازليا (ب+)
it: Ordinamento per progresso descrescente (P-)
nl: Vooruitgang aflopend (P-)
ro: Sortare dupa progres descrescator
uk: Сортування за зменшенням прогресу (P-)

source: ProgressBar
ar: شريط التقدم
it: Barra Progresso
nl: Voortgangsbalk
uk: Прогрес Бар

source: Quick-button
ar: زر سريع
nl: Sneltoets
ro: Buton Quick
uk: Кнопка Quick

source: Radio
uk: Радіо

source: Radio-button
ar: زر الراديو
it: Tasto RADIO
nl: Radio-knop
ro: Buton Radio
uk: Кнопка Radio

source: Reading directory...
ar: قراءة المسار...
it: Lettura directory...
nl: Map lezen...
ro: Reading director ...
uk: Читання каталогу...

source: Really close without saving settings?
ar: هل تريد الإغلاق بدون حفظ الإعدادات؟
it: Chiudo senza salvere le impostazioni, confermi ?
nl: Afsluiten zonder opslaan?
ro: Abandonati fara salvare ?
uk: Дійсно закрити без збереження налаштувань?

source: Reboot
ar: إعادة التشغيل
it: Riavvia decoder
nl: Herstarten
uk: Перезавантажити

source: Red
ar: أحمر
nl: Rood
uk: Червоний

source: Red button function
ar: وظيفة الزر الأحمر
it: Funzione del tasto Rosso
nl: Functie van de Rode knop
ro: Functie buton roşu
uk: Функція червоної кнопки

source: Release Date:
ar: تاريخ الإصدار:
it: Data di uscita:
nl: Publicatie datum:
uk: Дата випуску::

source: Reload current directory
ar: أعاده تحميل المسار الحالي
it: Ricarica la directory corrente
nl: Actualiseer huidige map
ro: Reincarca directorul curent
uk: Перезавантажити поточний каталог

source: Reload movie file list
ar: أعاده تحميل قائمة ملف الافلام
it: Ricaricare elenco registrazioni
nl: Opname overzicht actualiseren
ro: Reîncarcă lista de fișiere film
uk: Перезавантажити список фільмів

source: Remove all cut file marker permanently?
ar: حذف كافة علامات ملف القطع بشكل دائم ؟
it: Rimuovere definitivamente i contrassegni di taglio?
nl: Verwijder alle cut bestanden definitief?
ro: Sterge toate marcherele fisiereleor cut
uk: Видалити повністю маркер файлу?

source: Remove all marker permanently?
ar: حذف كافة علامات المملف بشكل دائم ؟
it: Rimuovere pemanentemente tutti i contrassegni?
nl: Verwijder alle markeringen definitief?
uk: Видалити маркер назавжди?

source: Remove cut list marker
ar: حذف قائمة القطع المصنوعة
it: Rimuovere i contrassegni di taglio
nl: Verwijder cut-list markering
ro: Sterge marcaj cut list
uk: Видалити маркер списку

source: Remove directory from E2 Bookmarks
ar: حذف المسار إلى E2 الإشارات المرجعية
it: Rimuovi directory dai Bookmarks E2
nl: Map verwijderen uit E2 bladwijzers
ro: Sterge directorul din marcajele E2
uk: Видалити каталог з закладками E2

source: Remove directory from EMC Bookmarks
ar: حذف المسار إلى مرجعية متصفح الأفلام
it: Rimuovi le directory dai Bookmarks EMC
nl: Map verwijderen uit EMC bladwijzers
ro: Sterge directorul din marcaje EMC
uk: Видалити каталог з закладками EMC

source: Remove permanent sort
ar: حذف الفرز الدائم
it: Rimuovi ordinamento permanente
nl: Permanente sortering verwijderen
ro: Sterge sortarea permanenta
uk: Видалити задане сортування

source: Remove permanent sort from parent
ar: حذف الفرز الدائم من الأصل
it: Rimuovi ordinamento permannte dal padre
nl: Permanent sorteren in de moedermap (parent dir) beëindigen
ro: Sterge sortarea permanenta din parinte
uk: Видалити задане сортування з джерела

source: Remove rogue files
ar: حذف الملفات الفاسدة
it: Rimuovere file rogue
nl: Verwijder ongewenste bestanden
ro: Elimina fisere rogue
uk: Видалити пошкоджені файли

source: Remove selected E2 Bookmark
ar: حذف الإشارة المرجعية المحددة للانجما2
it: Rimuovi i Bookmark E2 selezionati
nl: Verwijder geselecteerde E2 bladwijzer
ro: Sterge marcajul E2 selectat
uk: Видалити вибрану закладку E2

source: Remove selected EMC Bookmark
ar: حذف الإشارة المرجعية المحددة لمركز مشغل الافلام
it: Rimuovi i Bookmark EMC selezionati
nl: Verwijder geselecteerde EMC bladwijzer
ro: Sterge marcajul EMC selectat
uk: Видалити вибрану закладку EMC

source: Remove service selection
ar: حذف الخدمة المحددة
it: Rimuovere la selezione canali
nl: Verwijder zenderselectie
ro: Eliminați de selecție serviciu
uk: Видалити вибраний канал

source: Rename selected movie(s)
ar: أعاده تسميه الأفلام المحددة
it: Rinomina i/il Film selezionati/o
nl: Hernoem geselecteerde opname(s)
ro: Renumeste filmul selectat
uk: Перейменувати вибраний фільм(и)

source: Replace special chars in title
ar: إستبدال الأحرف الخاصة في العنوان
it: Sostituisci i caratteri speciali nel titolo
nl: Vervang speciale tekens in de titel
ro: Inlocuieste caracterele speciale din titlu
uk: Замінити спеціальні символи в заголовку

source: Reset marker from selected movie(s)
ar: أعاده تعيين العلامة من الفيلم (الأفلام) المحددة
it: Azzera marker dai Film Selezionati
nl: Verwijder markering van geselecteerde opname(s)
uk: Скинути маркер із вибраних фільмів

source: Resolve links and show real path
it: Risolvere i collegamenti e mostrare il percorso reale
nl: Verwijder symlinks en laat echte locatie zien
ro: Rezolva referinta si arata calea reala
uk: Змінити посилання і показати реальний шлях

source: Restore
uk: Відновлення

source: Resume position at %s
ar: إستعادة الوضع إلى %s
it: Riprendi posizione a %s
nl: Hervatten vanaf positie %s
ro: Pozitie de reluare la %s
uk: Відновити позицію в %s

source: Resuming playback
ar: إستئناف العرض
it: Riprendi playback
nl: Afspelen hervatten
ro: Reluare vizionare
uk: Продовжити відтворення

source: Rewind finished movies before playing
ar: ترجيع الفلم لاخر توقف شاهدتها قبل التشغيل
it: Riavvia i film finiti prima di riprodurre
nl: Terugspoelen van bekeken opnames voor het afspelen
ro: Repune la inceputul filmului inainte de play
uk: Перейти на початок переглянутих фільмів

source: Runtime:
ar: وقت التشغيل:
it: Durata:
nl: Speeltijd:
uk: Час відтворення:

source: Runtime: unknown
uk: Час відтворення: невідомо

source: Save
ar: حفظ
it: Salva
nl: Bevestigen
ro: Salvează
uk: Зберегти

source: Save Cover
ar: حفظ الغلاف
it: Salva Cover
nl: Cover opslaan
uk: Зберегти обкладинку

source: Save current Playlist
ar: حفظ قائمه التشغيل الحالية
it: Salva la Playlist corrente
nl: Huidige afspeellijst opslaan
uk: Зберегти поточний Список відтворення

source: Save description to movie.txt file:
ar: حفظ وصف الفلم في ملف نصوص:
it: Salvo descrizione sul file movie.txt:
nl: Informatie opslaan naar movie.txt:
uk: Зберегти опис до файлу movie.txt:

source: Scan for DVD structures
ar: بحث في قواعد الدفيفدي
it: Scansiona le strutture DVD
nl: Naar DVD-structuren zoeken
ro: Scaneaza structurile DVD
uk: Сканувати структури DVD

source: Scan for bluray structures
ar: بحث في قواعد البلوراي
it: Scansiona le strutture bluray
nl: Naar Bluray-structuren zoeken
ro: Scaneaza structurile Blue-Ray
uk: Сканувати структури bluray

source: Scan for bluray structures in .iso
ar: بحث في قواعد البلوراي في الايزو
it: Scansiona le strutture bluray in .iso
nl: Naar Bluray-structuren zoeken in .iso
uk: Сканувати структури bluray в .iso

source: Scan for movie structures
ar: بحث في قواعد الافلام
it: Scansiona le strutture del film
nl: Naar opname-structuren zoeken
ro: Scaneaza structurile film
uk: Сканувати структури фільмів

source: Scan linked folders
ar: بحث روابط المجلدات
it: Scansione delle cartelle collegate
nl: Naar DVD-structuren zoeken blokkeren (symlinks)
ro: Scaneaza directoarele referite
uk: Сканувати пов'язані папки

source: Search
ar: بحث
it: Cerca
nl: Zoeken
ro: Căutare
uk: Пошук

source: Search Site:
ar: البحث في الموقع:
it: Sito ricerca:
nl: Doorzoek site:
ro: Site de Cautare:
uk: Пошук сайту:

source: Search results for:
ar: نتائج البحث لـ:
it: Risultati ricerca per:
nl: Zoek resultaten voor:
ro: REzultat cautare pentru :
uk: Пошук результатів для:

source: Search site set to: %s
ro: Caută site-ul %s
uk: Пошуковий сайт встановлено для: %s

source: Searching for %s
ar: البحث عن %s
it: Ricerca per %s
nl: Zoeken naar %s
ro: Căutare pentru %s
uk: Пошук для %s

source: Searching..
uk: Пошук..

source: Searching...
ar: البحث...
it: Ricerca...
nl: Zoeken...
ro: Cauta...
uk: Пошук...

source: Secondary playback audio language
ar: لغة القناة الصوتية الثانوية
it: Lingua: opzione secondaria
nl: Tweede voorkeur voor geluidsspoor
ro: Limba secundara audio
uk: Друга мова аудіо

source: Secondary playback subtitle language
ar: لغة ترجمة القناة الثانوية
it: Lingua sottotitoli: opzione secondaria
nl: Tweede voorkeur voor ondertiteltaal
ro: Limba secundara de subtitrare
uk: Друга мова відтворення субтитрів

source: Seek backward
ar: الرجوع للخلف
it: Cerca indietro
nl: Spoel achteruit
ro: Căuta înapoi
uk: Зворотній пошук

source: Seek forward
ar: التقديم إلى الأمام
it: Cerca avanti
nl: Spoel vooruit
ro: Cauta înainte
uk: Пошук вперід

source: Select Location
ar: أختار الموقع
it: Imposta posizione
nl: Selecteer locatie
ro: Alegeti locatia
uk: Вибір розташування

source: Set permanent sort
ar: تعيين نوع دائم
it: Imposta ordinamento permanente
nl: Permanente sortering instellen
ro: Defineste sortarea permanenta
uk: Постійний спосіб сортування

source: Setup
ar: الضبـط
it: Impostazioni
nl: Instellingen
ro: Configurare
uk: Налаштування

source: Setup open
ar: فتح الاعداد
it: Apri Impostazioni
nl: Instellingen openen
uk: Відкрити налаштування

source: Short watching percent
ar: المشاهدة القصيرة بالنسبة المئوية
it: Limite visualizzazione iniziata (%)
nl: Percentage kort afspelen
ro: Arata procentul vizionarii
uk: Малий відсоток спостереження

source: Show Bookmarks in movielist
ar: عرض العلامات المرجعية في قائمة الافلام
it: Mostra i Bookmarks nella lista Film
nl: Toon bladwijzers in de opnamelijst
ro: Arata marcajele din lista de filme
uk: Показати закладки в журналі

source: Show Cover
ar: عرض الغلاف
it: Mostra Cover
nl: Toon cover
ro: Arata coperta
uk: Показати обкладинку

source: Show Cut-Nr if exist
ar: عرض الملفات المتقطعة إن وجدت
it: Mostra Cut-Nr, se esiste
nl: Toon EMC Cut-Nr. indien beschikbaar
ro: Arata Cut-Nr daca exista
uk: Показати номер вирізу, якщо доступно

source: Show E2 Bookmarks in movielist
uk: Показувати закладки E2 у журналі

source: Show EMC in extensions menu
ar: عرض قائمة الملحقات في مركز مشغل الافلام
it: Mostra EMC nel Menu estensioni
nl: EMC-plugin in extensie menu laten zien
ro: Arată EMC în meniul de extensii
uk: Показати EMC у меню розширень

source: Show EMC in main menu
ar: عرض مركز مشغل الأفلام في القائمة الرئيسية
nl: EMC in hoofd-menu tonen
uk: Показати EMC у Головному меню
