Repository: betonme/e2openplugin-EnhancedMovieCenter
Catalog: po/*.po
Languages: ar, it, nl, ro, uk

source: HELP_EMC output directory
ar: المساعدة _ معلومات مسارات مركز مشغل الافلام
it: Select the output directory for the log-file.
nl: Map voor het schrijven van EMC-debuginformatie instellen
ro: Directorul de ieșire HELP_EMC
uk: Вихідний каталог EMC

source: HELP_EMC path access limit
ar: المساعدة _ حد الوصول إلى مسار مركز مشغل الافلام
it: Limita il percorso di accesso fuori dalla tua "home" delle registrazioni. Con i tasti [<] e [>] (ai lati del tasto 0) è possibile superare questo limite.
nl: Beperk de toegang tot bovenliggende mappen buiten de Standaardmap "Movie". Met de [<] en [>] knoppen (naast de Nr.0 knop) is het mogelijk deze beperking te overschrijden.
ro: Help limita cale EMC
uk: Ліміт доступу до каталогу EMC

source: HELP_EMC re-open list after Movie end
ar: المساعدة _ إعادة فتح قائمة مركز مشغل الأفلام بعد إنتهاء الفلم
it: Se la riproduzione raggiunge il termine, viene visualizzata la lista Film EMC. (Altrimenti viene riattivata la Modalità TV)
nl: Indien het afspelen het einde bereikt, de EMC opnamelijst opnieuw tonen. (Anders wordt de TV-mode terug actief.)
ro: HELP_EMC-re deschis listă după terminarea Film
uk: Відкрити знову список EMC після закінчення фільму

source: HELP_EMC re-open list after STOP-press
ar: المساعدة _ إعادة فتح قائمة مركز مشغل الأفلام بعد ضغط زر التوقف
it: Se la riproduzione viene interrotta, viene visualizzata la lista Film EMC. (Altrimenti viene riattivata la Modalità TV)
nl: Indien het afspelen afgebroken wordt, de EMC opnamelijst opnieuw tonen. (Anders wordt de TV-mode terug actief.)
ro: HELP_EMC re-deschis listă după STOP-press
uk: Повторно відкрити список EMC після натискання STOP

source: HELP_Enable EMC debug output
ar: المساعدة _ تمكين معلومات مسارات مركز مشغل الافلام
it: Attiva il debugging di EMC. Il file di log sarà salvato nella directory "EMC output directory". ATTIVARE SOLO IN CASO DI PROBLEMI !!!
nl: Debuggen van EMC activeren. Het logbestand wordt in de map ingestelde "EMC map" geschreven. ENKEL BIJ PROBLEMEN ACTIVEREN !!!
ro: HELP_Enable EMC ieșire depanare
uk: Увімкнути налагодження виводу EMC

source: HELP_Enable daily trashcan cleanup
ar: المساعدة _ تمكين تنظيف سلة المهملات بشكل يومي
it: EMC Elimina i vecchi file nel tuo cestino, quando raggiungono il tempo limite di scadenza impostato nei parametri successivi.
nl: EMC verwijderd oude bestanden uit de prullenbak, van zodra ze de limiet bereiken die in de volgende regel ingesteld wordt.
ro: HELP_Enable aleatorie trashcan zilnic
uk: Увімкнути щоденну очистку смітника

source: HELP_Enable playback AC3-track first
ar: المساعدة _تمكين تشغيل الصوت الثلاثي-الصوت الأول
it: Abilita la selezione prioritaria della traccia audio AC3
nl: Selecteer AC3-geluidsspoor eerst
uk: Увімкніть відтворення AC3 доріжки першою

source: HELP_Enable playback auto-language selection
ar: المساعدة _ تمكين اللغة المختارة تلقائي في التسغيل
it: Attiva la selezione automatica del canale audio.
nl: De automatische selectie van het geluidsspooor activeren.
ro: Selecție HELP_Enable limba auto redare
uk: Увімкнути автоматичний вибір мови відтворення

source: HELP_Enable playback auto-subtitling
ar: المساعدة _تمكين تشغيل الترجمة التلقائية
it: Attiva la selezione automatica dei sottotitoli.
nl: De automatische selectie van de ondertitels activeren.
ro: HELP_Enable redare auto-subtitrare
uk: Увімкнути автоматичне відтворення субтитрів

source: HELP_Enable remote recordings
ar: المساعدة _تمكين التسجيلات بالريموت
it: Determina le registrazioni fatte da un altro Dreambox verso una unità condivisa. Queste registrazioni avranno una icona particolare
nl: Detecteer opnames van een andere Dreambox op een gemeenschappelijk volume (bijv. een NAS). Deze opnames krijgen een specifiek icoon.
ro: Înregistrări de la distanță HELP_Enable
uk: Дозволити видалені записи

source: HELP_Enigma daily auto-restart
uk: Щоденне автоматичне перезавантаження Enigma

source: HELP_Extra support for selected language
it: Abilita supporto Extra per la lingua selezionata
ro: Suport HELP_Extra pentru limba selectată
uk: Додаткова підтримка для вибраної мови

source: HELP_Fallback Cover
ar: المساعدة _ تراجع عن الغلاف
it: Mostra Cover di reserva
nl: Toon terugval cover
ro: HELP_Fallback coperta
uk: Резервна обкладинка

source: HELP_File order reverse
uk: Сортувати в зворотньому порядку

source: HELP_Finished watching percent
ar: المساعدة _ المشاهدة تظهر بالنسبة المئوية
it: Specifica a che percentuale di progresso il film viene classificato come "visto". La barra di avanzamento cambierà in verde.
nl: Specifieer welk percentage van de voortgang aanzien wordt als "gezien". De voortgangsbalk wordt groen.
ro: Help - Arata procentul pana la sfarsit
uk: Переглянуто відео в процентах

source: HELP_Force standby after auto-start
ar: المساعدة _ الاستعداد بعد التشغيل التلقائي
it: Mette in standby il decoder dopo che viene eseguito un riavvio automatico a seguito di una operazione di auto-start.
nl: Forceer stand-by na een automatische herstart
ro: HELP_Force aşteptare după auto-start
uk: Примусовий режим очікування після автозапуску

source: HELP_Green button function
uk: Дія синьої кнопки

source: HELP_Hide movies being deleted
ar: المساعدة _ إخفاء ملفات الأفلام المحذوفة
it: La registrazione sarà nascosta dalla lista Film mentre viene eliminata. (Tuttavia l'eliminazione avverrà in background.)
nl: De opname wordt verborgen tijdens het verwijderen. (Het verwijderen wordt altijd in de achtergrond uitgevoerd.)
ro: Filme HELP_Hide fiind eliminat
uk: Приховати фільми, які будуть видалятися

source: HELP_Hide movies being moved
ar: المساعدة _ نقل إخفاء الملفات المحذوفة
it: La registrazione sarà nascosta dalla lista Film mentre viene spostata. (Tuttavia lo spostamento avverrà in background.)
nl: De wordt verborgen tijdens het verplaatsen. (Het verplaatsen wordt altijd in de achtergrond uitgevoerd.)
ro: Filme HELP_Hide deplasate
uk: Приховати фільми, які переміщуються

source: HELP_Horizontal alignment for count / size
ar: المساعدة _محاذاة أفقية للعد/ الحجم
it: Selezionare il tipo di allineamento orizzontale da utilizzare per conteggio / dimensione
nl: Horizontale uitlijning voor totaal / grootte
uk: Горизонтальне вирівнювання для кількость/розмір

source: HELP_How many days files may remain in trashcan
ar: المساعدة _كم عدد الأيام التي تريد أن تبقى الملفات المحذوفة في سلة المهملات
it: Imposta quanti giorni i files possono rimanere nella cestino prima di EMC li elimini in modo permanente. (se impostato a [0] i files verranno eliminati immediatamente).
nl: Instellen hoeveel dagen de bestanden in de prullenbak blijven alvorens EMC deze definitief verwijderd. (Indien ingesteld op [0] worden de bestanden onmiddellijk verwijderd).
ro: HELP_How multe fișiere zi poate rămâne în gunoi
uk: Час скільки файли можуть залишатися у смітнику

source: HELP_Icon shown for initially unknown count / size
ar: المساعدة_الايقونة معروض للعد مجهول مبدئيًا / الحجم
it: Indicare se visualizzare l'icona per conteggio / dimensione inizialmente sconosciuto
nl: Toon pictogram voor aanvankelijk onbekend aantal / grootte
uk: Значок, який відображається при невідомих кількість/розмір файлів

source: HELP_Install Mutagen-package for audio metadata
ar: المساعدة_ ثبت الحزمة-بيانات التعريف الصوتية
nl: Download en installeer het Mutagen-pakket voor geluid metadata
uk: Встановіть пакет Mutagen для аудіо метаданих

source: HELP_Jump to first mark when playing movie
ar: المساعدة_القفز إلى أول علامة عند تشغيل الفيلم
it: Salta automaticamente al primo contrassegno disponibile all'inizio della registrazione. (Può aiutare a saltare direttamente sul punto iniziale del film.)
nl: Automatisch naar het eerste markeerpunt springen indien beschikbaar in het begin van een opname. (Kan helpen om de voorlooptijd automatisch te overbruggen.)
ro: HELP_Jump la primul marcaj când redați un film
uk: Перейти на першу позначку під час відтворення фільму

source: HELP_Key assignment Separator
it: Assegnamento Tasti
ro: HELP_Key atribuire Separator
uk: Основні налаштування кнопок

source: HELP_Key period value (50-900)
ar: المساعدة_ قيمة المفتاح الرئيسي (50-900)
it: Tempo in ms di ritardo ripetizione dei tasti quando il pulsante rimane premuto.
nl: Tijd tot de knopdruk herhaald wordt bij blijvend indrukken van de knop.
ro: Valoarea perioada HELP_Key (50-900)
uk: Час дії кнопки (50-900)

source: HELP_Key repeat value (250-900)
ar: المساعدة_ قيمة المفتاح الرئيسي (250-900)
it: Velocità di ripetizione dei tasti quando un pulsante rimane premuto.
nl: Snelheid waarmee de knopdruk herhaald wordt bij blijvend indrukken van de knop.
ro: Valoarea repeta HELP_Key (250-900)
uk: Час повтору кнопки (250-900)

source: HELP_Language Separator
it: Impostazioni Lingue
uk: Налаштування мови

source: HELP_Latest Recordings directory limit
ar: المساعدة_حدد مسار التسجيلات الاخيرة
it: Limite directory Ultime Registrazioni
nl: Nieuwste opnames map limiet
uk: Ліміт розміру каталогу для останніх записів

source: HELP_Latest Recordings directory use emc-noscan.cfg
ar: المساعدة_ مسار التسجيلات الأخيرة المستخدمة في مركز مشغل الافلام-noscan.cfg
it: Usa emc-noscan.cfg per la directory Ultime Registrazioni
nl: Nieuwste opnames map gebruik emc-noscan.cfg
uk: Використовувати emc-noscan.cfg для каталогу останніх записів

source: HELP_Leave Movie with Exit
ar: المساعدة_غادر الفلم مع الخروج
it: La riproduzione può essere interrotta con il pulsante EXIT, oltre che con il pulsante STOP.
nl: Het afspelen van een opname kan afgebroken worden met de EXIT knop, als alternatief voor de STOP knop.
ro: HELP_Leave film cu Exit
uk: Зупинка відтворення по кнопці Exit

source: HELP_Limit file operations in dirs from emc-noscan.cfg
ar: المساعدة_الحد من عمليات الملف في المسارات من مركز مشغل الافلام-noscan.cfg
it: Limita le operazioni su file nelle directory in emc-noscan.cfg
nl: Limiteer de bestandsbewerkingen van mappen in de emc-noscan.cfg
uk: Обмежити операції з файлами в каталогах emc-noscan.cfg

source: HELP_List entries to skip
ar: المساعدة_تخطي قائمة المدخلات
it: Lista elementi da saltare
nl: Weergeven invoer tot en met overslaan Functie omschrijving klopt mogelijk niet.! (Origineel : List entries to skip)
ro: HELP_List intrări de sărit
uk: Список записів для пропуску

source: HELP_Listbox is skin able
ar: المساعدة_قائمة المربع حسب السكن المتوفر
it: Verranno usate le impostazioni della skin (se disponibili) per la visualizzazione della Lista Film (solo <widget name="list"). Altrimenti saranno applicate le impostazioni EMC.
nl: De weergave van de opnamelijst volgens de Skin (indien beschikbaar) wordt toegepast (enkel <widget name="list"). Anders wordt de opnamelijst weergegeven zoals in de EMC instellingen bepaald.
ro: HELP_Listbox este capabil piele
uk: Для списку фільмів використовувати системний інтерфейс

source: HELP_Load all for non showing titles from .meta files
it: Carica tutto per i titoli mancanti nel file .meta
uk: Завантажити всі назви, що не відображаються з .meta файлів

source: HELP_Long Blue button function
ar: المساعدة _ الضغط على الزر الارزق مطولا لعرض وظائفه
it: Selezionare una funzione da assegnare al tasto Blu prolungato
nl: Functie van de Blauwe knop (lang)
ro: Functia HELP_Long Blue
uk: Дія синьої кнопки при довгому натисканні

source: HELP_Long Red button function
ar: المساعدة _ الضغط على الزر الاحمر مطولا لعرض وظائفه
it: Selezionare una funzione da assegnare al tasto Rosso prolungato
nl: Functie van de Rode knop (lang)
ro: Functia buton HELP_Long Red
uk: Дія червоної кнопки при довгому натисканні

source: HELP_Long Yellow button function
ar: المساعدة _ الضغط على الزر الاصفر مطولا لعرض وظائفه
it: Selezionare una funzione da assegnare al tasto Giallo prolungato
nl: Functie van de Gele knop (lang)
ro: HELP_Long galben lung
uk: Дія жовтої кнопки при довгому натисканні

source: HELP_LongInfo Button
ar: المساعدة_الضغط مطولا على زر المعلومات
it: Funzione per tasto Info prolungato
nl: Selecteer welke functie het lang indrukken van de Info knop moet uitvoeren
ro: Help LongInfo
uk: Дія кнопки Info при довгому натисканні

source: HELP_Mark new recordings with a star
ar: المساعدة_ضع علامة نجمة على التسجيلات الجديدة
it: Marca le nuove registrazioni con una stella
nl: Markeer nieuwe opnames met een ster
ro: HELP_Mark noi înregistrări cu o stea
uk: Позначити нові записи зіркою

source: HELP_Minimum file cache limit
it: Limite minimo file cache (0=cache tutto)
nl: Minimale bestands cache limiet ( 0=cache alles)
uk: Мінімальний розмір файлу кешу

source: HELP_Move finished movies in trashcan
ar: المساعدة_أنقل الأفلام التي شاهدتها في سلة المهملات
it: Sposta tutte le registrazioni finite (viste) dalla "home" dei film nel cestino, quando raggiungono il limite di scadenza impostato nella voce successiva.
nl: Verplaats alle afgespeelde (geziene) opnames van "Movie" naar de prullenbak, van zodra ze de limiet bereiken die in de volgende regel ingesteld wordt.
ro: HELP_Move terminat filme în gunoi
uk: Перемістити переглянуті відео в кошик для сміття

source: HELP_Movie home at start
ar: المساعدة_تشغيل الصفحة الرئيسية للافلام
it: EMC parte sempre dalla directory "home" delle registrazioni. (nelle voci successive è possibile impostare la directory "home" per le registrazioni).
nl: EMC start steeds in de Standaardmap "Movie". (In de volgende regel kan de hoofdmap "Movie" ingesteld worden).
ro: Help film la inceput
uk: При запуску відкривати основний каталог з записами

source: HELP_Movie home home path
ar: المساعدة_مسار الصفحة الرئيسية للافلام
it: Imposta il percorso della directory "home" delle registrazioni.
nl: Instellen standaardmap voor opnames. De standaard map is Movie.
ro: Help cale film
uk: Вказати шлях до основного каталогу

source: HELP_Movie preview delay in ms
ar: المساعدة _ مدة تأخير عرض الفلم في الثانية
it: Ritardo dell'anteprima dei film in ms
nl: Opname voorbeeld vertraging in ms
ro: HELP_Movie întârziere previzualizare în ms
uk: Затримка попереднього перегляду фільму в мс

source: HELP_Movie preview offset in seconds
ar: المساعدة _ مدة تأخير إيقاف الفلم في الثانية
it: Offset dell'anteprima dei film in secondi
nl: Opname voorbeeld offset vertraging in ms
ro: HELP_Movie previzualizare compensate în câteva secunde
uk: Вказати затримку перегляду фільму в секундах

source: HELP_No resume below 10 seconds
ar: المساعدة_لا استئناف أقل من عشر ثواني
it: Ignora contrassegno di avvio sotto 10 secondi. Se la riproduzione viene stoppata durante i primi 10 secondi, nessuna Ripresa verrà proposta alla prossima riproduzione.
nl: Markeerpunten tijdens de eerste 10 seconden negeren. Indien het afspelen tijdens de eerste 10 seconden onderbroken wordt, zal bij het volgende afspelen geen "hervatten" voorgesteld worden.
ro: HELP_No reia de mai jos 10 secunde
uk: Не відновлювати якщо менше 10 секунд

source: HELP_Own Path to movie picons
ar: المساعدة_ المسار الخاص بايقونات الافلام
it: Percorso pesonalizzato per i picons dei film
nl: Eigen locatie van opname picons
uk: Власний шлях до піконів записів

source: HELP_Path to movie picons
ar: المساعدة_مسار ايقونات الافلام
it: Percorso dei picons dei film
nl: Locatie picons
uk: Шлях до фільмових піконів

source: HELP_Position movie picons
ar: المساعدة_مكان ايقونات الافلام
it: Posizione picons dei film
nl: Stel de positie in van de picons
uk: Позиція для фільмових піконів

source: HELP_Preferred EPG language
ar: المساعدة_اللغة المفضلة لدليل البرامج الإلكترونية
it: Qui puoi specificare la lingua preferita per l'EPG.
nl: Hier kan de voorkeurstaal voor de EPG ingesteld worden.
ro: Limba HELP_Preferred EPG
uk: Основна мова для ЕПГ

source: HELP_Primary playback audio language
ar: المساعدة_لغة القناة الصوتية الرئيسية
it: La prima traccia audio che dovrà essere selezionata prioritariamente se disponibile.
nl: Eerste geluidsspoor, indien beschikbaar, dat gekozen moet worden.
ro: HELP_Primary redare limbă audio
uk: Основна мова відтворення аудіо

source: HELP_Primary playback subtitle language
ar: المساعدة_لغة ترجمة القناة الرئيسية
it: La lingua per i sottotitoli che dovrà essere selezionata prioritariamente se disponibile.
nl: Eerste taal ondertitels, indien beschikbaar, die gekozen moeten worden.
ro: Redare HELP_Primary limbă de subtitrare
uk: Основна мова відтворення субтитрів

source: HELP_Red button function
ar: المساعدة _ الضغط على الزر الاحمر لعرض وظائفه
it: Selezionare una funzione da assegnare al tasto Rosso
nl: Functie van de Rode knop
ro: Functia buton HELP_Red
uk: Дія червоної кнопки

source: HELP_Replace special chars in title
ar: المساعدة_ إستبدال الأحرف الخاصة في العنوان
it: Sostituisci underscores e punti nel titolo con spazi.
nl: Vervang underscores en punten in de bestandsnaam door spatie.
ro: HELP_Replace caractere speciale în titlu
uk: Замініть спеціальні символи в заголовку

source: HELP_Resolve links and show real path
ar: المساعدة_ حل الروابط وإظهار المسار الحقيقي لها
it: Il percorso dei collegamenti sarà risolto. Se ci sono problemi con lo spinner o risveglio NAS, disabilita questa opzione. (Il percorso sarà mostrato come "Descrizione Estesa".)
nl: Verwijzingen van (symbolische) links worden verwijderd. Bij problemen met "spinners" of het ontwaken van een NAS, deze keuze uitschakelen. (De locatie wordt bij "Uitgebreide beschrijving" getoond.)
ro: Link-uri HELP_Resolve și arată calea reală
uk: Виправте посилання та вкажіть реальний шлях

source: HELP_Rewind finished movies before playing
ar: المساعدة_ترجيع الفلم لاخر توقف شاهدتها قبل التشغيل
it: Se una registrazione con lo stato di "visto" viene riavviata, il film verrà riprodotto dall'inizio.
nl: Indien een opname de status "gezien" heeft, wordt de opname bij een volgende start weer vanaf het begin afgespeeld.
ro: HELP_Rewind terminat filme înainte de a juca
uk: Відтворення переглянутого фільму починати спочатку

source: HELP_Scan for DVD structures
ar: المساعدة_ بحث في قواعد الدفيفدي
it: Disattiva l'analisi delle strutture DVD in tutte le directory. Questo evita risvegli inaspettati di dischi di rete.
nl: In geen enkele map naar DVD-structuren zoeken. Dit voorkomt het ongewenst opstarten van andere dragers zoals harde schijven, NAS e.d.
ro: HELP_Scan pentru structuri DVD
uk: Сканування структури ДВД диску

source: HELP_Scan for bluray structures
ar: المساعدة_ بحث في قواعد البلوراي
it: Scansiona le strutture bluray
nl: Naar Bluray-structuren zoeken
ro: HELP_Scan pentru structuri BluRay
uk: Сканування структури Bluray диску

source: HELP_Scan for bluray structures in .iso
ar: المساعدة_ بحث في قواعد البلوراي في الايزو
it: Scansiona le strutture bluray in .iso
nl: Naar Bluray-structuren zoeken in .iso
uk: Сканування структури Bluray в файлах .iso

source: HELP_Scan for movie structures
ar: المساعدة_ بحث في قواعد الافلام
it: Scansiona le strutture del film
nl: Naar opname-structuren zoeken
ro: HELP_Scan pentru structuri de film
uk: Сканування структури фільмів

source: HELP_Secondary playback audio language
ar: المساعدة_لغة القناة الصوتية الثانوية
it: La traccia audio che dovrà essere selezionata, se disponibile, come seconda opzione.
nl: Tweede geluidsspoor, indien beschikbaar, dat gekozen moet worden.
ro: HELP_Secondary redare limbă audio
uk: Друга звукова доріжка

source: HELP_Secondary playback subtitle language
ar: المساعدة_لغة ترجمة القناة الثانوية
it: La lingua per i sottotitoli che dovrà essere selezionata, se disponibile, come seconda opzione.
nl: Tweede taal ondertitels, indien beschikbaar, die gekozen moeten worden.
ro: Redare HELP_Secondary limbă de subtitrare
uk: Друга мова відтворення субтитрів

source: HELP_Short watching percent
ar: المساعدة _ المشاهدة القصيرة بالنسبة المئوية
it: Specifica a che percentuale di progresso il film viene classificato come "in visione". La barra di avanzamento cambierà in blu.
nl: Specifieer welk percentage van de voortgang aanzien wordt als "wordt afgespeeld". De voortgangsbalk wordt blauw.
ro: HELP_Short uitam la sută
uk: Мінімальний процент маркеру переглянутого відео

source: HELP_Show Bookmarks in movielist
ar: المساعدة_عرض العلامات المرجعية في قائمة الافلام
it: Mostra i Bookmarks nella lista Film
nl: Toon bladwijzers in de opnamelijst
ro: HELP_Show Marcaje în movielist
uk: Показати закладки у списку фільмів

source: HELP_Show Cover
ar: المساعدة_ عرض الغلاف
it: Mostra Cover
nl: Toon cover
uk: Показати обкладинку

source: HELP_Show Cut-Nr if exist
ar: المساعدة_عرض الملفات المتقطعة إن وجدت
it: Se Enigma2 viene riavviato durante una registrazione, la registrazione continua automaticamente con un numero di indice alla fine del nome del file. Con questa opzione viene aggiunto l'indice al titolo.
nl: Indien Enigma2 herstart tijdens een opname, wordt de opname automatisch hervat met een volgnummer aan het einde van de bestandsnaam. Met deze optie wordt dit volgnummer aan de titel toegevoegd.
ro: HELP_Show Cut-Nr dacă există
uk: Показати номер, якщо існує

source: HELP_Show E2 Bookmarks in movielist
uk: Показати маркери Е2 в списку фільмів

source: HELP_Show EMC in extensions menu
ar: المساعدة_عرض قائمة الملحقات في مركز مشغل الافلام
it: Mostra o nasconde EMC nel menu estensioni. Il menu estensioni è normalmente accessibile tramite il tasto [blu].
nl: EMC-plugin verbergen of tonen in het extensie-menu. Het extensie-menu is normaliter via de blauwe toets te bereiken.
ro: EMC HELP_Show în meniul de extensii
uk: Показати EMC в розширеному меню

source: HELP_Show EMC in main menu
ar: المساعدة_عرض مركز مشغل الأفلام في القائمة الرئيسية
nl: EMC verbergen of tonen in het hoofd-menu. Het hoofd-menu is normaliter met de menu toets te bereiken.
uk: Показати EMC в головному меню

source: HELP_Show Latest Recordings directory
ar: المساعدة_عرض مسار التسجيلات الاخيرة
it: Mostra una cartella virtuale nella "home" delle registrazioni con una lista delle ultime registrazioni e anche dalle sottodirectory della "home" delle registrazioni. (Solo una pagina)
nl: Een virtuele map tonen in "Movie" met een lijst van de recentste opnames. Eveneens voor de sub mappen van "Movie". (Enkel 1 pagina)
ro: HELP_Show Ultimele director Înregistrări
uk: Показати останній каталог записів

source: HELP_Show Movie Format
ar: المساعدة _ عرض ضيغة الفلم
it: L'estensione del file (formato file) sarà aggiunto al titolo.
nl: De bestandsextensie (bestandsformaat) wordt weergegeven. bv *.mkv , *.mp4
ro: HELP_Show film Format
uk: Показати формат відео

source: HELP_Show Path if no extended description available
ar: المساعدة_ عرض مسار إذا لم يكن هناك وصف مطول متوفر
it: Mostra il percorso se non è disponibile una descrizione estesa
nl: Toon locatie wanneer geen omschrijving beschikbaar is
ro: HELP_Show Calea dacă există descriere extinsă disponibile
uk: Показати шлях до файлу, якщо немає розширеного опису

source: HELP_Show VLC directory
ar: المساعدة_عرض مسار مشغل الافلام
it: Mostra o nasconde la directory VLC, se il Plugin VlcPlayerExtended è installato.
nl: VLC map verbergen of tonen, enkel indien VlcPlayerExtended Plugin geïnstalleerd is.
ro: Director HELP_Show VLC
uk: Показати каталог VLC

source: HELP_Show audio metadata (needs skin-changes)
it: Mostra i metadata audio (la skin richiede modifiche)
uk: Показати аудіо метадані (потрібна підтримка в скіні)

source: HELP_Show directories
ar: المساعدة_عرض المسارات
it: Mostra o nasconde le directory
nl: Toon mappen
ro: Help arata directoare
uk: Показати каталоги

source: HELP_Show directories information
ar: المساعدة_عرض معلومات المسارات
it: Mostra il numero delle registrazioni e/o quanto spazio su disco occupano.
nl: Bij mappen kan het aantal opnames, de totale bestandsgrootte , of beide weergegeven worden.
ro: Informații directoare HELP_Show
uk: Показати інформацію про каталоги

source: HELP_Show directories within movielist
ar: المساعدة_عرض المسارات داخل قائمة الافلام
it: Mostra directory all'interno oppure in testata della lista film
nl: Toon mappen in opnamelijst
ro: Directoare HELP_Show în movielist
uk: Показувати каталоги в списку фільмів
